Repository: webmakerr-com/seopagemaker
Catalog: page-generator-pro/languages/page-generator-pro-*.po
Languages: pt_br

source: City: Housing and Household: People per Household
pt_br: Cidade: Moradia e domicílio: Pessoas por domicílio

source: City: Education: High School and Higher
pt_br: Cidade: Educação: Ensino médio e superior

source: City: Education: Bachelor's Degree and Higher
pt_br: Cidade: Educação: Graduação e superior

source: City: Employment: Labour Force Participation
pt_br: Cidade: Emprego: Participação na força de trabalho

source: City: Employment: Unemployment Rate
pt_br: Cidade: Emprego: Taxa de desemprego

source: City: Employment: Top Industries
pt_br: Cidade: Emprego: Principais setores

source: City: Employment: Largest Employers
pt_br: Cidade: Emprego: Maiores empregadores

source: City: Crime and Safety: Violent Crime Rate
pt_br: Cidade: Criminalidade e segurança: Taxa de crimes violentos

source: City: Crime and Safety: Property Crime Rate
pt_br: Cidade: Criminalidade e segurança: Taxa de crimes contra a propriedade

source: City: Weather and Climate: Climate Type
pt_br: Cidade: Clima e tempo: Tipo de clima

source: City: Weather and Climate: Average Summer High
pt_br: Cidade: Clima e tempo: Temperatura média máxima no verão

source: City: Weather and Climate: Average Winter Low
pt_br: Cidade: Clima e tempo: Temperatura média mínima no inverno

source: City: Weather and Climate: Rainfall
pt_br: Cidade: Clima e tempo: Precipitação

source: City: Weather and Climate: Severe Weather
pt_br: Cidade: Clima e tempo: Tempo severo

source: City: Income: Median Household Income
pt_br: Cidade: Renda: Renda média familiar

source: City: Income: Per Capita Income
pt_br: Cidade: Renda: Renda per capita

source: City: Income: Poverty Percentage
pt_br: Cidade: Renda: Porcentagem de pobreza

source: City: History: Historical Overview
pt_br: Cidade: História: Visão geral histórica

source: City: History: Historical Events
pt_br: Cidade: História: Eventos históricos

source: City: History: Historical Figures
pt_br: Cidade: História: Figuras históricas

source: City: History: Historical Places
pt_br: Cidade: História: Lugares históricos

source: City: History: Historical Documents
pt_br: Cidade: História: Documentos históricos

source: City: History: Historical Artifacts
pt_br: Cidade: História: Artefatos históricos

source: City: History: Historical Sites
pt_br: Cidade: História: Locais históricos

source: City: Health: Life Expectancy
pt_br: Cidade: Saúde: Expectativa de vida

source: City: Health: Mortality Rate
pt_br: Cidade: Saúde: Taxa de mortalidade

source: City: Health: Infant Mortality Rate
pt_br: Cidade: Saúde: Taxa de mortalidade infantil

source: City: Health: Smoking Rate
pt_br: Cidade: Saúde: Taxa de fumantes

source: City: Health: Obesity Rate
pt_br: Cidade: Saúde: Taxa de obesidade

source: City: Health: Physical Inactivity Rate
pt_br: Cidade: Saúde: Taxa de inatividade física

source: City: Health: Air Quality
pt_br: Cidade: Saúde: Qualidade do ar

source: City: Health: Water Quality
pt_br: Cidade: Saúde: Qualidade da água

source: Country: Flag URL
pt_br: País: URL da bandeira

source: %s: No API key is defined at Settings > Integrations
pt_br: %s: Nenhuma chave de API foi definida em Configurações > Integrações

source: Your request was blocked, due to making an unusually high number of requests to our prompt endpoint (which should not be happening). Reach out to support with your server IP address
pt_br: Sua solicitação foi bloqueada, devido a um número excepcionalmente alto de solicitações ao nosso endpoint de prompt (o que não deveria estar acontecendo). Fale com o suporte e informe o endereço IP do seu servidor

source: Unknown IP Address
pt_br: Endereço IP desconhecido

source: Ignore Errors
pt_br: Ignorar erros

source: If enabled, an error (e.g. no content could be found) will result in blank content output, instead of an error preventing generation.
pt_br: Se ativado, um erro (por exemplo, não foi possível encontrar conteúdo) irá resultar na saída de conteúdo em branco, em vez de um erro que impede a geração.

source: Errors
pt_br: Erros

source: Defines how errors should be handled.
pt_br: Define como os erros devem ser tratados.

source: Save to Library?
pt_br: Salvar na biblioteca?

source: Define the link for the image. Leave blank for no link.
pt_br: Define o link para a imagem. Deixe em branco para nenhum link.

source: Link Title
pt_br: Título do link

source: Define the link title for the image.
pt_br: Define o título do link para a imagem.

source: Define the link rel attribute for the image.
pt_br: Define o atributo rel do link para a imagem.

source: Link Target
pt_br: Destino do link

source: Define the link target for the image.
pt_br: Define o destino do link para a imagem.

source: Comments
pt_br: Comentários

source: Defines search query parameters to fetch an image.
pt_br: Define os parâmetros de consulta de pesquisa para coletar uma imagem.

source: Defines output parameters for the image.
pt_br: Define parâmetros de saída para a imagem.

source: Could not identify MIME type of imported image.
pt_br: Não foi possível identificar o tipo MIME da imagem importada.

source: Dynamic Image
pt_br: Imagem dinâmica

source: %1$s by %2$s, licensed under %3$s
pt_br: %1$s de %2$s, licenciado sob %3$s

source: %1$s by %2$s
pt_br: %1$s de %2$s

source: Settings
pt_br: Configurações

source: Generate Content
pt_br: Geração de conteúdo

source: Generate Terms
pt_br: Geração de termos

source: Logs
pt_br: Registros

source: Thanks for using %s to generate content!
pt_br: Obrigado por usar o %s para gerar conteúdo!

source: %1$s: Error: Could not load Plugin class %2$s
pt_br: %1$s: Erro: Não foi possível carregar a classe do plugin %2$s

source: %s: Error
pt_br: %s: Erro

source: Browser
pt_br: Navegador

source: Server
pt_br: Servidor

source: Success
pt_br: Sucesso

source: Error
pt_br: Erro

source: Draft
pt_br: Rascunho

source: Scheduled
pt_br: Agendado

source: Pending Review
pt_br: Revisão pendente

source: Now
pt_br: Agora

source: Specify Date
pt_br: Especificar a data

source: Specify Date from Keyword
pt_br: Especificar data a partir da palavra-chave

source: Random Date
pt_br: Data aleatória

source: Minutes
pt_br: Minutos

source: Hours
pt_br: Horas

source: Days
pt_br: Dias

source: Weeks
pt_br: Semanas

source: Months
pt_br: Meses

source: All
pt_br: Tudo

source: Sequential
pt_br: Sequencial

source: Random
pt_br: Aleatório

source: No, skip if existing %s generated by this Group
pt_br: Não, ignorar se já existir %s gerado(a) por este grupo

source: No, skip if existing %s exists
pt_br: Não, ignorar se %s já existir

source: Yes, if existing %s generated by this Group
pt_br: Sim, se já existir %s gerado(a) por este grupo

source: Yes, if existing %s exists
pt_br: Sim, se %s já existir

source: Content
pt_br: Conteúdo

source: Published Date
pt_br: Data de publicação

source: Allow Comments
pt_br: Permitir comentários

source: Allow track / pingbacks
pt_br: Permitir rastreamento/pingbacks

source: No Order
pt_br: Nenhuma ordem

source: Post ID
pt_br: ID do post

source: Post Type
pt_br: Tipo de post

source: Modified Date
pt_br: Data de modificação

source: Number of Comments
pt_br: Número de comentários

source: Relevance
pt_br: Relevância

source: City Name
pt_br: Nome da cidade

source: City Population
pt_br: População da cidade

source: County Name
pt_br: Nome do município

source: Region Name
pt_br: Nome da região

source: Ascending (A-Z)
pt_br: Ascendente (A-Z)

source: Descending (Z-A)
pt_br: Descendente (Z-A)

source: Equals
pt_br: É igual a

source: Does Not Equal
pt_br: Não é igual

source: Greater Than
pt_br: Maior que

source: Greater Than or Equal To
pt_br: Maior que ou igual a

source: Less Than
pt_br: Menor que

source: Less Than or Equal To
pt_br: Menor que ou igual a

source: Similar To
pt_br: Semelhante a

source: Not Similar To
pt_br: Não é semelhante a

source: New Window / Tab (_blank)
pt_br: Nova janela/aba (_blank)

source: Same Window / Tab (_self)
pt_br: Mesma janela/aba (_self)

source: Parent Frame (_parent)
pt_br: Quadro ascendente (_parent)

source: Full Body of Window (_top)
pt_br: Corpo completo da janela (_top)

source: Article
pt_br: Artigo

source: FAQs
pt_br: Perguntas frequentes

source: Freeform Prompt
pt_br: Prompt de forma livre

source: Paragraph
pt_br: Parágrafo

source: Review
pt_br: Avaliação

source: Review (Plain Text, no schema)
pt_br: Avaliação (texto simples, sem schema)

source: Area
pt_br: Área

source: County
pt_br: Município

source: Region
pt_br: Região

source: Street Name
pt_br: Nome da rua

source: ZIP Code: Latitude
pt_br: CEP: Latitude

source: ZIP Code: Longitude
pt_br: CEP: Longitude

source: ZIP Code District
pt_br: CEP do distrito

source: City: Latitude
pt_br: Cidade: Latitude

source: City: Longitude
pt_br: Cidade: Longitude

source: City: Population
pt_br: Cidade: População

source: City: Population: Male
pt_br: Cidade: População: Masculino

source: City: Population: Male %
pt_br: Cidade: População: Masculino %

source: City: Population: Female
pt_br: Cidade: População: Feminino

source: City: Population: Female %
pt_br: Cidade: População: Feminino %

source: City: Population: Children
pt_br: Cidade: População: Crianças

source: City: Population: Children %
pt_br: Cidade: População: Crianças %

source: City: Population: Adults
pt_br: Cidade: População: Adultos

source: City: Population: Adults %
pt_br: Cidade: População: Adultos %

source: City: Population: Elderly
pt_br: Cidade: População: Idosos

source: City: Population: Elderly %
pt_br: Cidade: População: Idosos %

source: City: Median Household Income
pt_br: Cidade: Renda familiar média

source: City: Wikipedia URL
pt_br: Cidade: URL da Wikipédia

source: County (Local Language)
pt_br: Município (idioma local)

source: County: Code
pt_br: Município: Código

source: County: Wikipedia URL
pt_br: Município: URL da Wikipédia

source: Region (Local Language)
pt_br: Região (idioma local)

source: Region: Code
pt_br: Região: Código

source: Region: Wikipedia URL
pt_br: Região: URL da Wikipédia

source: Phone Area Code
pt_br: Código de área de telefone

source: Phone Country Code
pt_br: Código de telefone do país

source: Could not update Latitude and Longitude for Post ID %s
pt_br: Não foi possível atualizar a latitude e longitude para o ID do post %s

source: Could not delete Latitude and Longitude for Post ID %s
pt_br: Não foi possível excluir a latitude e longitude para o ID do post %s

source: Could not delete Latitude and Longitude for Post IDs
pt_br: Não foi possível excluir a latitude e a longitude dos IDs de posts

source: Content Groups
pt_br: Grupos de conteúdo

source: Add New
pt_br: Adicionar novo

source: Add New Content Group
pt_br: Adicionar novo grupo de conteúdo

source: Edit Content Group
pt_br: Editar grupo de conteúdo

source: New Content Group
pt_br: Novo grupo de conteúdo

source: Search Content Groups
pt_br: Pesquisar grupos de conteúdo

source: No Content Groups found
pt_br: Nenhum grupo de conteúdo encontrado

source: No Content Groups found in Trash
pt_br: Nenhum grupo de conteúdo encontrado na lixeira

source: %s Groups
pt_br: Grupos do %s

source: To preview a Content Group, use the Test functionality.
pt_br: Para pré-visualizar um grupo de conteúdo, use a funcionalidade "Teste".

source: Displays content from AI based on a topic.
pt_br: Exibe conteúdo de IA com base em um tópico.

source: Provider
pt_br: Provedor

source: The third party service to use for the AI Dynamic Element and Add New using AI functionality. Use settings fields below to specify the API Key and Model for the chosen provider.
pt_br: O serviço de terceiros a ser usado para a funcionalidade “Elemento dinâmico de IA” e “Adicionar novo usando IA”. Use os campos de configuração abaixo, para especificar a chave de API e o modelo do provedor escolhido.

source: Instructions to pass to all AI Dynamic Elements used. To provide instructions specific to an individual AI Dynamic Element, use the "Instructions" field in the AI Dynamic Element settings.
pt_br: Instruções a serem transmitidas a todos os elementos dinâmicos de IA usados. Para fornecer instruções específicas para um elemento dinâmico de IA individual, use o campo “Instruções” nas configurações do elemento dinâmico de IA.

source: Custom Field
pt_br: Campo personalizado

source: Displays the value from a Custom Field specified in this Post / Page.
pt_br: Exibe o valor de um campo personalizado especificado neste post/página.

source: Post Meta
pt_br: Meta do post

source: Meta Key
pt_br: Chave meta

source: Displays the Meta Value for the given Meta Key as defined in the Content Group's Custom Fields section
pt_br: Exibe o meta valor para a meta chave fornecida, conforme definido na seção campos personalizados dos grupos de conteúdo

source: Defines the meta key to fetch the value for.
pt_br: Define a meta chave para a qual coletar o valor.

source: Custom Field: Define a Meta Key in the block's settings.
pt_br: Campo personalizado: Defina uma meta chave nas configurações do bloco.

source: Custom Field: Data for the Custom Field
pt_br: Campo personalizado: Dados para o campo personalizado

source: will be displayed on generated Pages. This message will not display on the frontend site.
pt_br: será exibida nas páginas geradas. Esta mensagem não será exibida na interface do site.

source: Displays a Google Map
pt_br: Exibe um mapa do Google

source: Map Mode
pt_br: Modo do mapa

source: Location without Marker
pt_br: Localização sem marcador

source: Place(s)/Business(es) in Location
pt_br: Local(is)/empresa(s) na localização

source: Directions
pt_br: Rotas

source: Street View
pt_br: Visão da rua

source: Map Type
pt_br: Tipo de mapa

source: Road Map
pt_br: Mapa rodoviário

source: Satellite
pt_br: Satélite

source: Location / Origin
pt_br: Localização/origem

source: Destination
pt_br: Destino

source: If Map Type = Directions, specify the Destination here. The Location field above is used as the Origin / Starting Point.
pt_br: Se o tipo de mapa for "Rotas", especifique o destino aqui. O campo de localização acima é usado como ponto de origem/partida.

source: Method of Travel
pt_br: Método de viagem

source: Driving
pt_br: Dirigindo

source: Walking
pt_br: Caminhando

source: Cycling
pt_br: Pedalando

source: Public Transport/Transit
pt_br: Transporte público/Trânsito

source: Flying
pt_br: Voando

source: Specify the method of travel to show between the Location and Destination on the Map.
pt_br: Especifique o método de viagem para mostrar entre a localização e o destino no mapa.

source: The businesses / landmarks to plot on the map.
pt_br: As empresas/pontos de referência a serem traçados no mapa.

source: Height (px)
pt_br: Altura (px)

source: Zoom Level
pt_br: Nível de zoom

source: A higher number means a higher zoom level, showing more detail. As a guide, 1 = World; 20 = Buildings
pt_br: Um número maior significa um nível de zoom mais alto, mostrando mais detalhes. Como orientação, 1 = Mundo; 20 = Edifícios

source: Center Point: Latitude
pt_br: Ponto central: Latitude

source: Optional: The center point's latitude for the map. Recommended for more accurate results.
pt_br: Opcional: A latitude do ponto central do mapa. Recomendado para resultados mais precisos.

source: Center Point: Longitude
pt_br: Ponto central: Longitude

source: Optional: The center point's longitude for the map. Recommended for more accurate results.
pt_br: Opcional: A longitude do ponto central do mapa. Recomendado para resultados mais precisos.

source: Google %1$s directions map from %2$s to %3$s
pt_br: Mapa de rotas do Google %1$s de %2$s para %3$s

source: No Data in Geocode Response
pt_br: Nenhum dado na resposta de geocodificação

source: Google street view of %s
pt_br: Visão da rua (street view) do Google de %s

source: Google map results for %1$s in %2$s
pt_br: Resultados do mapa do Google para %1$s em %2$s

source: Google map of %s
pt_br: Mapa do Google de %s

source: Displays an Open Street Map
pt_br: Exibe um mapa do OpenStreetMap

source: Map data &copy; %s
pt_br: Dados do mapa &copy; %s

source: Related Links
pt_br: Links relacionados

source: Displays a list of Related Pages, for internal linking.
pt_br: Exibe uma lista de páginas relacionadas, para links internos.

source: Interlinking
pt_br: Interligando

source: Site Links
pt_br: Links do site

source: Groups
pt_br: Grupos

source: If no Content Group is chosen, the Generated Page's Content Group will be used
pt_br: Se nenhum grupo de conteúdo for escolhido, será usado o grupo de conteúdo da página gerada

source: (all)
pt_br: (tudo)

source: Post Status
pt_br: Status do post

source: Post Parent
pt_br: Post ascendente

source: If specified, generated content that is a child of the given Parent will be displayed. Supports ID, Slug or Keyword Slug
pt_br: Se especificado, o conteúdo gerado que é um descendente (filho) do ascendente (principal) indicado será exibido. Oferece suporte a ID, slug ou slug de palavra-chave

source: Post Name / Slug
pt_br: Nome do post/slug

source: If specified, generated content that fully matches the given Post Name / Slug will be displayed. Supports multiple Post Names separated by a comma. Supports Keyword Slugs.
pt_br: Se especificado, o conteúdo gerado que corresponde completamente ao nome do post/slug fornecido será exibido. Oferece suporte a vários nomes de post separados por vírgula. Suporta slugs de palavras-chave.

source: List of Links
pt_br: Lista de links

source: List of Links, Bulleted
pt_br: Lista de links, com marcadores

source: List of Links, Numbered
pt_br: Lista de links, numerados

source: List of Links, Comma Separated
pt_br: Lista de links, separados por vírgulas

source: Parent, Next and Previous Links
pt_br: Links ascendentes, próximo e anterior

source: Number of Links
pt_br: Número de links

source: The delimiter to separate each link with. Include any spacing before and/or after as necessary.
pt_br: O delimitador para separar cada link. Inclua qualquer espaçamento antes e/ou depois, conforme necessário.

source: %title% will be replaced by the Post Title. %parent_title will be replaced by the Post's Parent Title.
pt_br: %title% será substituído pelo título do post. %parent_title será substituído pelo título ascendente do Post. %title% será substituído pelo título do post. %parent_title será substituído pelo título ascendente (principal) do post.

source: Link Anchor Title
pt_br: Título do link âncora

source: Link Description
pt_br: Descrição do link

source: %excerpt% will be replaced by the Post Excerpt. If blank, no Description is output.
pt_br: %excerpt% será substituído pelo resumo do post. Se estiver em branco, nenhuma descrição será produzida.

source: Show Feat. Image?
pt_br: Mostrar imagem destacada?

source: Displays the Featured Image for the Post, at the specified size.
pt_br: Exibe a imagem destacada para o post, no tamanho especificado.

source: Defines the content display order for each individual Related Link.
pt_br: Define a ordem de exibição do conteúdo para cada link relacionado individual.

source: Defines the content display alignment for each individual Related Link.
pt_br: Define o alinhamento da exibição do conteúdo para cada link relacionado individual.

source: Parent Link: Title
pt_br: Link ascendente: Título

source: %title% will be replaced by the Previous Link Post Title. Leave blank to not display a Next Link.
pt_br: %title% será substituído pelo título do post do link anterior. Deixe em branco para não exibir um próximo link.

source: Next Link: Title
pt_br: Próximo link: Título

source: %title% will be replaced by the Next Link Post Title. Leave blank to not display a Next Link.
pt_br: %title% será substituído pelo título do próximo post do link. Deixe em branco para não exibir um próximo link.

source: Previous Link: Title
pt_br: Link anterior: Título

source: %title% will be replaced by the Previous Post Title. Leave blank to not display a Previous Link.
pt_br: %title% será substituído pelo título do post anterior. Deixe em branco para não exibir um link anterior.

source: Order Links By
pt_br: Ordenar links por

source: Distance requires Geolocation Data be completed in both this Content Group and the Group(s) defined above.
pt_br: A distância requer que os dados de geolocalização sejam preenchidos tanto neste grupo de conteúdo quanto nos grupos definidos acima.

source: Order
pt_br: Ordem

source: If defined, used as the centre point for the radius. Leave blank to use the generated page's latitude defined in the Geolocation Data section of the Content Group.
pt_br: Se definido, será usado como ponto central para o raio. Deixe em branco para usar a latitude da página gerada definida na seção "Dados de geolocalização" do grupo de conteúdo.

source: If defined, used as the centre point for the radius. Leave blank to use the generated page's latitude defined in the Geolocation Data section of the Content Group
pt_br: Se definido, será usado como ponto central para o raio. Deixe em branco para usar a latitude da página gerada definida na seção "Dados de geolocalização" do grupo de conteúdo

source: Radius (miles)
pt_br: Raio (milhas)

source: e.g. 5
pt_br: exemplo: 5

source: Only display links to generated pages which fall within the given radius.
pt_br: Exibir apenas links para páginas geradas que estejam dentro do raio determinado.

source: Term(s)
pt_br: Termo(s)

source: Comparison Operator
pt_br: Operador de comparação

source: Meta Value
pt_br: Valor meta

source: Defines search parameters to build the Related Links.
pt_br: Define os parâmetros de pesquisa para construir os links relacionados.

source: Geolocation
pt_br: Geolocalização

source: When specified, links will only be displayed for Posts that fall within the radius of the supplied latitude and longitude.
pt_br: Quando especificado, os links serão exibidos apenas para posts que estejam dentro do raio da latitude e longitude fornecidas.

source: All Content Group(s) specified in Search Parameters > Groups MUST have a Latitude and Longitude values specified in the Content Group's
pt_br: Todos os grupos de conteúdo especificados em Parâmetros de pesquisa > Grupos DEVEM ter valores de "Latitude" e "Longitude" especificados no grupo de conteúdo

source: Geolocation Data section
pt_br: Seção de dados de geolocalização

source: Defines what to output for Related Links.
pt_br: Define o que deve ser gerado para os links relacionados.

source: Ordering
pt_br: Ordenação

source: Defines the order of the output for Related Links.
pt_br: Define a ordem de saída para links relacionados.

source: When specified, links will only be displayed for Posts that belong to the given Taxonomy Term(s). Separate Terms with commas to specify multiple Terms. Term Names, IDs and Keywords are supported.
pt_br: Quando especificado, os links serão exibidos apenas para posts que pertençam ao(s) termo(s) de taxonomia fornecido(s). Separe os termos com vírgulas para especificar vários termos. Nomes de termos, IDs e palavras-chave são suportados.

source: When specified, links will only be displayed for Posts that match the given Custom Field Key/Value pairings. Keywords are supported.
pt_br: Quando especificado, os links serão exibidos apenas para posts que correspondam aos pares de chave/valor do campo personalizado fornecidos. Palavras-chave são suportadas.

source: Related Links: No related links exist. Either no pages have been generated for the specified Groups, or no generated pages match the specified criteria. This message will not display on the frontend site.
pt_br: Links relacionados: Não existem links relacionados. Nenhuma página foi gerada para os grupos especificados ou nenhuma página gerada corresponde aos critérios especificados. Esta mensagem não será exibida na interface do site.
