Repository: webmakerr-com/seopagemaker
Catalog: page-generator-pro/languages/page-generator-pro-*.po
Languages: pt_br

source: Multiple models may be specified. OpenRouter will automatically try other models if the first model's providers are down, rate-limited, or refuse to reply due to content moderation.
pt_br: Vários modelos podem ser especificados. O OpenRouter tentará automaticamente outros modelos se os provedores do primeiro modelo estiverem inativos, com limite de taxa ou se recusarem a responder devido à moderação de conteúdo.

source: is a special model
pt_br: é um modelo especial

source: that will automatically choose between selected high-quality models, based on heuristics applied to the prompt.
pt_br: que irá escolher automaticamente entre modelos selecionados de alta qualidade, com base em critérios heurísticos aplicados ao prompt.

source: Page Options
pt_br: Opções da página

source: Header & Footer
pt_br: Cabeçalho e rodapé

source: Custom Header Template
pt_br: Modelo de cabeçalho personalizado

source: To overwrite template set with conditions in <a target="_blank" href="edit.php?post_type=template&tab=header">Templates</a> section, please select appropriate template from dropdown select. Afterwards, please reload the page to refresh the options.
pt_br: Para substituir o modelo definido com as condições na seção <a target="_blank" href="edit.php?post_type=template&tab=header">Modelos</a>, selecione o modelo apropriado no menu suspenso. Em seguida, recarregue a página para atualizar as opções.

source: Custom Footer Template
pt_br: Modelo de rodapé personalizado

source: To overwrite template set with conditions in <a target="_blank" href="edit.php?post_type=template&tab=footer">Templates</a> section, please select appropriate template from dropdown select. Afterwards, please reload the page to refresh the options.
pt_br: Para substituir o modelo definido com as condições na seção <a target="_blank" href="edit.php?post_type=template&tab=footer">Modelos</a>, selecione o modelo apropriado no menu suspenso. Em seguida, recarregue a página para atualizar as opções.

source: The content
pt_br: O conteúdo

source: The content from the WordPress editor
pt_br: O conteúdo do editor do WordPress

source: Hide
pt_br: Ocultar

source: Show
pt_br: Mostrar

source: Full width sections works only without sidebars
pt_br: As seções de largura total funcionam apenas sem barras laterais

source: Full width
pt_br: Largura total

source: Left sidebar
pt_br: Barra lateral esquerda

source: Right sidebar
pt_br: Barra lateral direita

source: Both sidebars
pt_br: Ambas as barras laterais

source: Off-canvas sidebar
pt_br: Barra lateral fora da tela (off canvas)

source: Shows only if layout with sidebar is selected
pt_br: Mostra apenas se o layout com barra lateral estiver selecionado

source: Sidebar 2nd
pt_br: Barra lateral 2

source: Shows only if layout with both sidebars is selected
pt_br: Mostra apenas se o layout com ambas as barras laterais estiver selecionado

source: Media
pt_br: Mídia

source: Slider shortcode
pt_br: Shortcode do controle deslizante

source: Paste slider shortcode if you use other slider plugin
pt_br: Cole o shortcode do controle deslizante (slider) se você usar outro plugin de controle deslizante

source: Subheader image
pt_br: Imagem do subtítulo

source: Options
pt_br: Opções

source: One Page
pt_br: Uma página

source: Set page to full width ignoring <a target="_blank" href="admin.php?page=be-options#general">Site width</a> option. Works for Layout Full width only.
pt_br: Defina a página como largura total, ignorando a opção de <a target="_blank" href="admin.php?page=be-options#general">Largura do site</a>. Funciona apenas para o layout de largura total.

source: Content only
pt_br: Apenas conteúdo

source: Subheader
pt_br: Subtítulo

source: Content top padding
pt_br: Preenchimento superior do conteúdo

source: Custom layout
pt_br: Layout personalizado

source: Custom layout overwrites Theme Options
pt_br: O layout personalizado substitui as opções do tema

source: Custom menu
pt_br: Menu personalizado

source: Does not work with Split Menu
pt_br: Não funciona com menu dividido

source: Open Graph image
pt_br: Imagem Open Graph

source: Facebook share image
pt_br: Imagem de compartilhamento do Facebook

source: Custom CSS
pt_br: CSS personalizado

source: Custom CSS code for this page
pt_br: Código CSS personalizado para esta página

source: Perplexity
pt_br: Perplexidade

source: Displays content from Perplexity based on a topic.
pt_br: Exibe conteúdo do Perplexity com base em um tópico.

source: If you reach an API limit when attempting to import images from Pexels, you'll need to use your own free Pexels API key.
pt_br: Se você atingir um limite de API ao tentar importar imagens do Pexels, precisará usar sua própria chave de API gratuita do Pexels.

source: %s on Pexels
pt_br: %s no Pexels

source: If you reach an API limit when attempting to import images from Pixabay, you'll need to use your own free Pixabay API key.
pt_br: Se você atingir um limite de API ao tentar importar imagens do Pixabay, precisará usar sua própria chave de API gratuita do Pixabay.

source: The language the above search term is in.
pt_br: O idioma em que o termo de pesquisa acima está.

source: Image Type
pt_br: Tipo de imagem

source: The image type to search.
pt_br: O tipo de imagem a ser pesquisado.

source: Image Category
pt_br: Categoria da imagem

source: The image category to search.
pt_br: A categoria de imagem a ser pesquisada.

source: Image Color
pt_br: Cor da imagem

source: Returns an image primarily comprising of the given color.
pt_br: Retorna uma imagem composta principalmente pela cor fornecida.

source: Safe Search
pt_br: Pesquisa segura

source: Returns safe images only.
pt_br: Retorna apenas imagens seguras.

source: Displays an image from Pixabay, based on the given search parameters.
pt_br: Exibe uma imagem do Pixabay, com base nos parâmetros de pesquisa fornecidos.

source: Čeština
pt_br: Tcheco

source: Dansk
pt_br: Dinamarquês

source: Deutsch
pt_br: Alemão

source: English
pt_br: Inglês

source: Español
pt_br: Espanhol

source: Français
pt_br: Francês

source: Indonesia
pt_br: Indonésio

source: Magyar
pt_br: Húngaro

source: Nederlands
pt_br: Holandês

source: Norsk nynorsk
pt_br: Norueguês (novo norueguês)

source: Polski
pt_br: Polonês

source: Română
pt_br: Romeno

source: Slovenčina
pt_br: Eslovaco

source: Suomi
pt_br: Finlandês

source: Svenska
pt_br: Sueco

source: Türkçe
pt_br: Turco

source: Tiếng Việt
pt_br: Vietnamita

source: ไทย
pt_br: Tailandês

source: Български
pt_br: Búlgaro

source: Русский
pt_br: Russo

source: Ελληνικά
pt_br: Grego

source: 日本語
pt_br: Japonês

source: 한국어
pt_br: Coreano

source: 简体中文
pt_br: Chinês Simplificado

source: Illustration
pt_br: Ilustração

source: Photo
pt_br: Foto

source: Vector
pt_br: Vetor

source: Animation
pt_br: Animação

source: Film
pt_br: Filme

source: Animals
pt_br: Animais

source: Backgrounds
pt_br: Planos de fundo

source: Buildings
pt_br: Edifícios

source: Business
pt_br: Negócios

source: Computer
pt_br: Computador

source: Education
pt_br: Educação

source: Fashion
pt_br: Moda

source: Feelings
pt_br: Sentimentos

source: Foods
pt_br: Alimentos

source: Health
pt_br: Saúde

source: Industry
pt_br: Indústria

source: Music
pt_br: Música

source: Nature
pt_br: Natureza

source: People
pt_br: Pessoas

source: Places
pt_br: Lugares

source: Religion
pt_br: Religião

source: Science
pt_br: Ciência

source: Sports
pt_br: Esportes

source: Transportation
pt_br: Transporte

source: Travel
pt_br: Viagem

source: Black
pt_br: Preto

source: Blue
pt_br: Azul

source: Brown
pt_br: Marrom

source: Gray
pt_br: Cinza

source: Grayscale
pt_br: Escala de cinza

source: Green
pt_br: Verde

source: Lilac
pt_br: Lilás

source: Orange
pt_br: Laranja

source: Pink
pt_br: Rosa

source: Red
pt_br: Vermelho

source: Turquoise
pt_br: Turquesa

source: White
pt_br: Branco

source: Yellow
pt_br: Amarelo

source: %s on Pixabay
pt_br: %s no Pixabay

source: Popup Settings
pt_br: Configurações de pop-up

source: If you are seeing this, the page is still loading or there are Javascript errors on this page.
pt_br: Se você estiver vendo isso, a página ainda está carregando ou há erros de JavaScript nesta página.

source: View troubleshooting guide
pt_br: Ver o guia de solução de problemas

source: The email address you use when logging into Spin Rewriter.
pt_br: O endereço de e-mail que você usa ao acessar o Spin Rewriter.

source: Enter your Spin Rewriter API key,
pt_br: Digite sua chave de API do Spin Rewriter,

source: If enabled, Spin Rewriter will spin single words inside already spun phrases.
pt_br: Se ativado, o Spin Rewriter irá girar palavras únicas dentro de frases já giradas.

source: Spin Sentences
pt_br: Girar sentenças

source: If enabled, Spin Rewriter will spin sentences.
pt_br: Se ativado, o Spin Rewriter irá girar as sentenças.

source: Spin Paragraphs
pt_br: Girar parágrafos

source: If enabled, Spin Rewriter will spin paragraphs.
pt_br: Se ativado, o Spin Rewriter irá girar os parágrafos.

source: Add Paragraphs
pt_br: Adicionar parágrafos

source: If enabled, Spin Rewriter may add additional paragraphs.
pt_br: Se ativado, o Spin Rewriter poderá acrescentar parágrafos adicionais.

source: If enabled, Spin Rewriter may change the entire structure of phrases and sentences.
pt_br: Se ativado, o Spin Rewriter poderá alterar toda a estrutura de frases e sentenças.

source: Low
pt_br: Baixa

source: High
pt_br: Alta

source: Spin Rewriter: Unable to determine success or failure of request.
pt_br: Spin Rewriter: Não foi possível determinar o sucesso ou a falha da solicitação.

source: The SpinnerChief API Key.
pt_br: A chave de API do SpinnerChief.

source: Get your API Key
pt_br: Receba sua chave de API

source: or
pt_br: ou

source: Developer Key
pt_br: Chave de desenvolvedor

source: The SpinnerChief Developer Key.
pt_br: A chave de desenvolvedor do SpinnerChief.

source: Get your Developer Key
pt_br: Receba sua chave de desenvolvedor

source: Displays content from Straico based on a topic.
pt_br: Exibe o conteúdo do Straico com base em um tópico.

source: Google: Gemini Pro 2.5 Reasoning (Preview)
pt_br: Google: Gemini Pro 2.5 Reasoning (pré-visualização)

source: OpenAI: GPT-4o - (Aug-06)
pt_br: OpenAI: GPT-4o - (06 de agosto)

source: OpenAI: GPT-4o - (Nov-20)
pt_br: OpenAI: GPT-4o - (20 de novembro)

source: Page settings
pt_br: Configurações da página

source: Post settings
pt_br: Configurações de posts

source: No synonyms found for the Keyword %s
pt_br: Nenhum sinônimo encontrado para a palavra-chave %s

source: Wikipedia Image
pt_br: Imagem da Wikipédia

source: Term(s) / URL(s)
pt_br: Termo(s)/URL(s)

source: Specify one or more terms or Wikipedia URLs to search for on Wikipedia, in order. An image will be used at random from the first term / URL that produces a matching Wikipedia Page
pt_br: Especifique um ou mais termos ou URLs da Wikipédia para pesquisar na Wikipédia, em ordem. Uma imagem será usada aleatoriamente a partir do primeiro termo/URL que produz uma página da Wikipedia correspondente

source: Use First Image?
pt_br: Usar a primeira imagem?

source: If enabled, returns the first image found from Wikipedia. This may be useful to return a more relevant image.
pt_br: Se ativado, retorna a primeira imagem encontrada na Wikipedia. Isso pode ser útil para obter uma imagem mais relevante.

source: Displays an image from Wikipedia, based on the given search parameters.
pt_br: Exibe uma imagem da Wikipedia, com base nos parâmetros de pesquisa fornecidos.

source: The term parameter is missing.
pt_br: O parâmetro do termo está ausente.

source: Featured Image: Wikipedia Image:<br />%s
pt_br: Imagem destacada: Imagem da Wikipédia:<br />%s

source: Featured Image: Wikipedia Image: No images found.
pt_br: Imagem destacada: Imagem da Wikipédia: Nenhuma imagem encontrada.

source: No images found
pt_br: Nenhuma imagem encontrada

source: Wikipedia
pt_br: Wikipédia

source: Images exist on the Wikipedia page, but none of the image filenames were relevent to the Term.
pt_br: Existem imagens na página da Wikipédia, mas nenhum dos nomes de arquivo das imagens era relevante para o termo.

source: No data was returned.
pt_br: Nenhum dado foi retornado.

source: Displays content from Wikipedia based on the given Term(s).
pt_br: Exibe o conteúdo da Wikipedia com base no(s) termo(s) fornecido(s).

source: Specify one or more terms or Wikipedia URLs to search for on Wikipedia, in order. Contents will be used from the first term / URL that produces a matching Wikipedia Page
pt_br: Especifique um ou mais termos ou URLs da Wikipedia para pesquisar na Wikipedia, em ordem. O conteúdo será usado a partir do primeiro termo/URL que produz uma página da Wikipedia correspondente

source: Use Similar Page
pt_br: Usar página semelhante

source: If enabled, a similar Wikipedia Article will be used where a Term specified above could not be found, and Wikipedia provides alternate Articles when viewing said Term. Refer to the Documentation for more information.
pt_br: Se ativado, um artigo semelhante da Wikipedia será usado quando um termo especificado acima não puder ser encontrado, e a Wikipedia fornecerá artigos alternativos ao visualizar o referido termo. Consulte a documentação para mais informações.

source: Sections
pt_br: Seções

source: Optional; specify one or more Wikipedia top level Table of Content sections to pull content from. If no sections are specified, the summary (text before the Table of Contents) will be used.
pt_br: Opcional: Especifique uma ou mais seções da tabela de conteúdos de nível superior da Wikipédia para extrair o conteúdo. Se nenhuma seção for especificada, o resumo (texto antes da tabela de conteúdos) será usado.

source: Elements
pt_br: Elementos

source: Specify the HTML elements to return from the Wikipedia Article. If no elements are specified, paragraphs will be returned
pt_br: Especifique os elementos HTML a serem retornados do artigo da Wikipedia. Se nenhum elemento for especificado, serão retornados os parágrafos

source: Remove Links?
pt_br: Remover links?

source: If enabled, any links found in the Wikipedia Article will be removed.
pt_br: Se ativado, todos os links encontrados no artigo da Wikipedia serão removidos.

source: Limit
pt_br: Limite

source: The maximum number of elements to output after all above sections have been fetched and combined.
pt_br: O número máximo de elementos a serem produzidos após todas as seções acima terem sido coletadas e combinadas.

source: Output Source Link?
pt_br: Link da fonte de saída?

source: If enabled, a nofollow link to the Wikipedia article will be placed at the end of the content.
pt_br: Se ativado, um link nofollow (não seguir) para o artigo da Wikipedia será colocado no final do conteúdo.

source: Source Link Text
pt_br: Texto do link da fonte

source: The text to display which links to the Wikipedia Source Link, if enabled.
pt_br: O texto a ser exibido com links para o link de origem da Wikipédia, se ativado.

source: Spin?
pt_br: Girar?

source: If enabled, the Wikipedia content will be spun to produce a unique variation.
pt_br: Se ativado, o conteúdo da Wikipedia será girado para produzir uma variação única.

source: Defines the output of Wikipedia Content.
pt_br: Define o resultado do conteúdo da Wikipédia.

source: Source
pt_br: Origem

source: Term: "%1$s": %2$s
pt_br: Termo: "%1$s": %2$s

source: Wikipedia: No Terms were specified, or Terms are Keywords which evaluate to blank Terms.
pt_br: Wikipedia: Nenhum termo foi especificado ou os termos são palavras-chave avaliadas como termos em branco.

source: "%s" is ambiguous and could relate to one of several articles available on Wikipedia. To use one of these similar articles, enable the "Use Similar Page" option in the Wikipedia Dynamic Element.
pt_br: “%s” é ambíguo e pode estar relacionado a um dos vários artigos disponíveis na Wikipédia. Para usar um desses artigos semelhantes, ative a opção “Usar página semelhante” no elemento dinâmico da Wikipédia.

source: No elements could be found in the summary section matching %s
pt_br: Nenhum elemento foi encontrado na seção de resumo correspondente a %s

source: No headings could be found, and no elements could be found in the summary section matching %s
pt_br: Nenhum título foi encontrado, e nenhum elemento foi encontrado na seção de resumo que corresponde a %s

source: No content could be found in the sections %1$s for the elements %2$s
pt_br: Nenhum conteúdo foi encontrado nas seções %1$s para os elementos %2$s

source: The given Page is not a disambiguation page, therefore no similar page can be fetched.
pt_br: A página fornecida não é uma página de desambiguação, portanto, nenhuma página semelhante pode ser coletada.

source: There are no similar page terms on this disambiguation page.
pt_br: Não há termos de página semelhantes nesta página de desambiguação.

source: The mw-parser-output CSS class could not be found on the Wikipedia Page
pt_br: A classe CSS mw-parser-output não pôde ser encontrada na página da Wikipedia

source: Paragraphs
pt_br: Parágrafos

source: Headings
pt_br: Títulos

source: Lists
pt_br: Listas

source: Tables
pt_br: Tabelas

source: Images
pt_br: Imagens

source: WooCommerce Product Data
pt_br: Dados do produto WooCommerce

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max %d per run).
pt_br: Tem certeza de que deseja vincular todas as variações? Isso criará uma nova variação para cada combinação possível de atributos de variação (máximo de %d por execução).

source: Enter a value
pt_br: Digite um valor

source: Variation menu order (determines position in the list of variations)
pt_br: Ordem do menu de variação (determina a posição na lista de variações)

source: Enter a value (fixed or %)
pt_br: Digite um valor (fixo ou %)

source: Are you sure you want to delete all variations? This cannot be undone.
pt_br: Tem certeza de que deseja excluir todas as variações? Isso não pode ser desfeito.

source: Last warning, are you sure?
pt_br: Último alerta, você tem certeza?

source: Choose an image
pt_br: Escolha uma imagem

source: Set variation image
pt_br: Defina a imagem da variação

source: variation added
pt_br: variação adicionada

source: variations added
pt_br: variações adicionadas

source: No variations added
pt_br: Nenhuma variação adicionada

source: Are you sure you want to remove this variation?
pt_br: Tem certeza de que deseja remover esta variação?

source: Sale start date (YYYY-MM-DD format or leave blank)
pt_br: Data de início da oferta (formato AAAA-MM-DD ou deixe em branco)

source: Sale end date (YYYY-MM-DD format or leave blank)
pt_br: Data de término da oferta (formato AAAA-MM-DD ou deixe em branco)

source: Save changes before changing page?
pt_br: Salvar as alterações antes de mudar de página?

source: %qty% variation
pt_br: %qty% variação

source: %qty% variations
pt_br: %qty% variações

source: Are you sure you want to remove the selected items?
pt_br: Tem certeza de que deseja remover os itens selecionados?

source: Please select some items.
pt_br: Selecione alguns itens.

source: Are you sure you wish to process this refund? This action cannot be undone.
pt_br: Tem certeza de que deseja processar este reembolso? Esta ação não pode ser desfeita.

source: Are you sure you wish to delete this refund? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir este reembolso? Esta ação não pode ser desfeita.

source: Are you sure you wish to delete this tax column? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir esta coluna de impostos? Esta ação não pode ser desfeita.

source: Remove this item meta?
pt_br: Remover meta deste item?

source: Remove this attribute?
pt_br: Remover este atributo?

source: Name
pt_br: Nome

source: Remove
pt_br: Remover

source: Click to toggle
pt_br: Clique para alternar

source: Value(s)
pt_br: Valor(es)

source: Enter some text, or some attributes by pipe (|) separating values.
pt_br: Digite algum texto ou alguns atributos separando os valores por pipe (|).

source: Visible on the product page
pt_br: Visível na página do produto

source: Used for variations
pt_br: Usado para variações

source: Enter a name for the new attribute term:
pt_br: Digite um nome para o novo termo do atributo:

source: Recalculate totals? This will calculate taxes based on the customers country (or the store base country) and update totals.
pt_br: Recalcular totais? Isso irá calcular os impostos com base no país do cliente (ou no país base da loja) e atualizará os totais.

source: Copy billing information to shipping information? This will remove any currently entered shipping information.
pt_br: Copiar informações de faturamento para informações de envio? Isso irá remover todas as informações de envio inseridas atualmente.

source: Load the customer's billing information? This will remove any currently entered billing information.
pt_br: Carregar as informações de faturamento do cliente? Isso irá remover quaisquer informações de faturamento inseridas atualmente.

source: Load the customer's shipping information? This will remove any currently entered shipping information.
pt_br: Carregar as informações de envio do cliente? Isso irá remover quaisquer informações de envio inseridas atualmente.

source: Featured
pt_br: Destaque

source: No customer selected
pt_br: Nenhum cliente selecionado

source: Could not grant access - the user may already have permission for this file or billing email is not set. Ensure the billing email is set, and the order has been saved.
pt_br: Não foi possível conceder acesso - o usuário pode já ter permissão para este arquivo ou o e-mail de faturamento pode não estar definido. Certifique-se de que o e-mail de faturamento esteja definido e que o pedido tenha sido salvo.

source: Are you sure you want to revoke access to this download?
pt_br: Tem certeza de que deseja revogar o acesso a baixar este arquivo?

source: You cannot add the same tax rate twice!
pt_br: Você não pode adicionar a mesma taxa de imposto duas vezes!

source: Are you sure you wish to delete this note? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir esta nota? Esta ação não pode ser desfeita.

source: Enter a coupon code to apply. Discounts are applied to line totals, before taxes.
pt_br: Digite um código de cupom para aplicar. Os descontos serão aplicados aos totais da linha, antes dos impostos.

source: Enter a fixed amount or percentage to apply as a fee.
pt_br: Digite um valor fixo ou porcentagem para aplicar como taxa.

source: Product data
pt_br: Dados do produto

source: The email address you use when logging into WordAI.
pt_br: O endereço de e-mail que você usa ao acessar o WordAI.

source: Enter your WordAI API key,
pt_br: Digite sua chave de API do WordAI,

source: More Conservative will result in more readable text, but less spun.
pt_br: Um ajuste mais conservador irá resultar em um texto mais legível, mas menos distorcido.

source: More Conservative
pt_br: Mais conservador

source: More Adventurous
pt_br: Mais aventureiro

source: WordAI API: Unable to determine success or failure of request.
pt_br: API do WordAI: Não foi possível determinar o sucesso ou a falha da solicitação.

source: WordAI API: %1$s: %2$s
pt_br: API do WordAI: %1$s: %2$s

source: Export Generated Content via WP All Export
pt_br: Exportar conteúdo gerado via WP All Export

source: Mobile Page Template
pt_br: Modelo de página para dispositivos móveis

source: You'll need to use your own free Yelp API key when displaying Yelp content.
pt_br: Você vai precisar usar sua própria chave de API gratuita do Yelp ao exibir conteúdo do Yelp.
