Repository: webmakerr-com/seopagemaker
Catalog: page-generator-pro/languages/page-generator-pro-*.po
Languages: pt_br

source: Displays business listings from Yelp based on the given search parameters.
pt_br: Exibe listagens de empresas do Yelp com base nos parâmetros de pesquisa fornecidos.

source: The maximum radius, in miles, from the Location to search Business Listings for.
pt_br: O raio máximo, em milhas, a partir da localização para buscar listagens de empresas.

source: The minimum rating a business listing must have to be displayed.
pt_br: A classificação mínima que uma listagem de empresas deve ter para ser exibida.

source: Czech Republic: Czech
pt_br: República Tcheca: Tcheco

source: Denmark: Danish
pt_br: Dinamarca: Dinamarquês

source: Austria: German
pt_br: Áustria: Alemão

source: Switzerland: German
pt_br: Suíça: Alemão

source: Germany: German
pt_br: Alemanha: Alemão

source: Australia: English
pt_br: Austrália: Inglês

source: Belgium: English
pt_br: Bélgica: Inglês

source: Canada: English
pt_br: Canadá: Inglês

source: Switzerland: English
pt_br: Suíça: Inglês

source: United Kingdom: English
pt_br: Reino Unido: Inglês

source: Hong Kong: English
pt_br: Hong Kong: Inglês

source: Republic of Ireland: English
pt_br: República da Irlanda: Inglês

source: Malaysia: English
pt_br: Malásia: Inglês

source: New Zealand: English
pt_br: Nova Zelândia: Inglês

source: Philippines: English
pt_br: Filipinas: Inglês

source: Singapore: English
pt_br: Cingapura: Inglês

source: United States: English
pt_br: Estados Unidos: Inglês

source: Argentina: Spanish
pt_br: Argentina: Espanhol

source: Chile: Spanish
pt_br: Chile: Espanhol

source: Spain: Spanish
pt_br: Espanha: Espanhol

source: Mexico: Spanish
pt_br: México: Espanhol

source: Finland: Finnish
pt_br: Finlândia: Finlandês

source: Philippines: Filipino
pt_br: Filipinas: Filipino

source: Belgium: French
pt_br: Bélgica: Francês

source: Canada: French
pt_br: Canadá: Francês

source: Switzerland: French
pt_br: Suíça: Francês

source: France: French
pt_br: França: Francês

source: Switzerland: Italian
pt_br: Suíça: Italiano

source: Italy: Italian
pt_br: Itália: Italiano

source: Japan: Japanese
pt_br: Japão: Japonês

source: Malaysia: Malay
pt_br: Malásia: Malaio

source: Norway: Norwegian
pt_br: Noruega: Norueguês

source: Belgium: Dutch
pt_br: Bélgica: Holandês

source: The Netherlands: Dutch
pt_br: Países Baixos: Holandês

source: Poland: Polish
pt_br: Polônia: Polonês

source: Brazil: Portuguese
pt_br: Brasil: Português

source: Portugal: Portuguese
pt_br: Portugal: Português

source: Finland: Swedish
pt_br: Finlândia: Sueco

source: Sweden: Swedish
pt_br: Suécia: Sueco

source: Turkey: Turkish
pt_br: Turquia: Turco

source: Hong Kong: Chinese
pt_br: Hong Kong: Chinês

source: Taiwan: Chinese
pt_br: Taiwan: Chinês

source: Price
pt_br: Preço

source: Any Price Level
pt_br: Qualquer nível de preço

source: Number of Listings
pt_br: Número de listagens

source: Sort Listings
pt_br: Ordenar listagens

source: Best Match
pt_br: Melhor correspondência

source: Review Count
pt_br: Contagem de avaliações

source: If enabled, each Business' listing will be linked to the listing on Yelp when clicked.
pt_br: Se ativado, a listagem de cada Empresa será vinculada à listagem no Yelp quando clicada.

source: Max. Image Width
pt_br: Largura máxima da imagem

source: The maximum width of each Business' Image / Logo, in pixels. Zero = the full size image will be displayed.
pt_br: A largura máxima da imagem/logo de cada empresa, em pixels. Zero = a imagem em tamanho completo será exibida.

source: Image Alt Tag
pt_br: Tag Alt da imagem

source: Business Name
pt_br: Nome da empresa

source: Image
pt_br: Imagem

source: Categories
pt_br: Categorias

source: Phone: International Format
pt_br: Telefone: Formato internacional

source: Phone: Local Format
pt_br: Telefone: Formato local

source: Address: Full
pt_br: Endereço: Completo

source: Address: Line 1
pt_br: Endereço: Linha 1

source: Address: Line 2
pt_br: Endereço: Linha 2

source: Address: Line 3
pt_br: Endereço: Linha 3

source: Address: City
pt_br: Endereço: Cidade

source: Address: ZIP Code
pt_br: Endereço: CEP

source: Address: State Code
pt_br: Endereço: Código do estado

source: Address: Country Code
pt_br: Endereço: Código do país

source: Distance: KM
pt_br: Distância: KM

source: Distance: Miles
pt_br: Distância: Milhas

source: Defines the content to display for each individual Business Listing, and the order to display it in.
pt_br: Define o conteúdo a ser exibido para cada listagem de empresa individual, e a ordem de exibição.

source: Defines the content display alignment for each individual Business Listing.
pt_br: Define o alinhamento de exibição do conteúdo para cada listagem de empresa individual.

source: Defines search query parameters to fetch business listings from Yelp.
pt_br: Define os parâmetros de consulta de pesquisa para coletar listagens de empresas do Yelp.

source: Defines what to output for each Yelp business listing.
pt_br: Define o que produzir para cada listagem de empresa do Yelp.

source: Phone Number
pt_br: Número de telefone

source: Address Line 1
pt_br: Endereço linha 1

source: Address Line 2
pt_br: Endereço linha 2

source: Address Line 3
pt_br: Endereço linha 3

source: City
pt_br: Cidade

source: ZIP Code
pt_br: CEP

source: State
pt_br: Estado

source: Country
pt_br: País

source: Distance
pt_br: Distância

source: Data API Key
pt_br: Chave de API de dados

source: If you reach an API limit, or your YouTube Dynamic Element does not render, you'll need to use your own API key.
pt_br: Se você atingir um limite de API ou o elemento dinâmico do YouTube não renderizar, você precisará usar sua própria chave de API.

source: Displays a video from YouTube based on the given Terms.
pt_br: Exibe um vídeo do YouTube com base nos termos fornecidos.

source: Video
pt_br: Vídeo

source: Location (optional)
pt_br: Localização (opcional)

source: CSV URL
pt_br: URL do CSV

source: The CSV File URL to use as the Terms for this Keyword
pt_br: O URL do arquivo CSV a ser usado como termos para esta palavra-chave

source: Columns in First Row
pt_br: Colunas na primeira linha

source: If enabled, the first row's values will be used as column names
pt_br: Se ativado, os valores da primeira linha serão usados como nomes de coluna

source: Delimiter
pt_br: Delimitador

source: If "Columns in First Row" is enabled, specify the delimiter used between columns here. Typically this will be a comma.
pt_br: Se "Colunas na primeira linha" estiver ativado, especifique o delimitador usado entre as colunas aqui. Normalmente será uma vírgula.

source: No CSV URL was specified in the Keyword.
pt_br: Nenhum URL do CSV foi especificado na palavra-chave.

source: The CSV URL field must be a valid URL pointing to a CSV file.
pt_br: O campo URL do CSV deve ser um URL válido apontando para um arquivo CSV.

source: CSV File
pt_br: Arquivo CSV

source: The CSV File in the Media Library to use as the Terms for this Keyword
pt_br: O arquivo CSV na biblioteca de mídia a ser usado como os termos para esta palavra-chave

source: Please choose a CSV File from the Media Library
pt_br: Escolha um arquivo CSV da biblioteca de mídia

source: The CSV File for Keyword %1$s no longer exists in the Media Library. Please %2$s and choose a different CSV source, then attempt generation again.
pt_br: O arquivo CSV para a palavra-chave %1$s não existe mais na biblioteca de mídia. Clique em %2$s e escolha uma fonte CSV diferente, depois tente gerar novamente.

source: Edit the keyword
pt_br: Editar a palavra-chave

source: Database
pt_br: Banco de dados

source: The database table to use as Keyword Terms.
pt_br: A tabela de banco de dados a ser usada como termos de palavra-chave.

source: Word(s) or phrase(s) which will be cycled through when generating content using the above keyword template tag.
pt_br: Palavra(s) ou frase(s) que serão alternadas ao gerar conteúdo usando a tag do modelo de palavra-chave acima.

source: One word / phrase per line.
pt_br: Uma palavra/frase por linha.

source: If no Terms are entered, the plugin will try to automatically determine a list of similar terms based on the supplied keyword when you click Save.
pt_br: Se nenhum termo for inserido, o plugin tentará determinar automaticamente uma lista de termos semelhantes com base na palavra-chave fornecida quando você clicar em "Salvar".

source: Optional: If each Keyword Term comprises of two or more words, and you wish to access individual word(s) within each Term when using this Keyword in the Generate Content / Terms screens, define the seperating delimiter here.
pt_br: Opcional: Se cada termo de palavra-chave for composto por duas ou mais palavras, e você deseja acessar palavra(s) individuais dentro de cada termo ao usar esta palavra-chave nas telas de geração de conteúdo/termos, defina o delimitador separador aqui.

source: For example, if Keyword Terms above are in the format <code>City, County, ZIP Code</code> the delimiter would be a comma <code>,</code>
pt_br: Por exemplo, se os termos de palavra-chave acima estiverem no formato <code>Cidade, Município, CEP</code>, o delimitador seria uma vírgula <code>,</code>

source: Columns
pt_br: Colunas

source: Optional: If each Keyword Term comprises of two or more words, and you wish to access individual word(s) within each Term when using this Keyword in the Generate Content / Terms screens, define each column name here.
pt_br: Opcional: Se cada termo de palavra-chave for composto por duas ou mais palavras, e você deseja acessar palavra(s) individuais dentro de cada termo ao usar esta palavra-chave nas telas de geração de conteúdo/termos, defina cada nome de coluna aqui.

source: For example, if your Keyword Terms are in the format <code>City, County, ZIP Code</code>, enter <code>city,county,zipcode</code> here.
pt_br: Por exemplo, se seus termos de palavra-chave estiverem no formato <code>Cidade, Município, CEP</code>, digite <code>cidade,município,cep</code> aqui.

source: When generating content, you can then use e.g. <code>{keyword(city)}</code> for each City.
pt_br: Ao gerar o conteúdo, você pode então usar, por exemplo, <code>{palavra-chave(cidade)}</code> para cada cidade.

source: Separate column names with a comma, regardless of the Delimiter specified above.
pt_br: Separe os nomes das colunas com uma vírgula, independentemente do delimitador especificado acima.

source: Text File Import
pt_br: Importação de arquivo de texto

source: If you have a list of Terms in a text file, upload it here (one word / phrase per line).
pt_br: Se você tiver uma lista de termos em um arquivo de texto, envie-a aqui (uma palavra/frase por linha).

source: This will append the imported words / phrases to the above Keyword Data.
pt_br: Isso irá acrescentar as palavras/frases importadas aos dados de palavras-chave acima.

source: Keyword data in a CSV file? Use the CSV File or CSV URL as the Source above.
pt_br: Dados de palavras-chave em um arquivo CSV? Use o arquivo CSV ou o URL do CSV como a fonte acima.

source: Please complete the keyword data field.
pt_br: Preencha o campo de dados da palavra-chave.

source: Delimiter Field: The specified delimiter %s could not be found in the Terms lists' first term. Ensure the delimiter used in the Terms list matches the Delimiter Field.
pt_br: Campo delimitador: O delimitador especificado %s não pôde ser encontrado no primeiro termo da lista de termos. Garanta que o delimitador usado na lista de termos corresponda ao campo delimitador.

source: Columns Field: The number of column names detected does not match the number of deliniated items in the first term.
pt_br: Campo colunas: O número de nomes de colunas detectados não corresponde ao número de itens delimitados no primeiro termo.

source: RSS Feed
pt_br: Feed RSS

source: The RSS Feed URL to use as the Terms for this Keyword
pt_br: O URL do feed RSS a ser usado como termos para esta palavra-chave

source: No RSS Feed was specified in the Keyword.
pt_br: Nenhum feed RSS foi especificado na palavra-chave.

source: The RSS Feed field must be a valid URL pointing to an RSS Feed.
pt_br: O campo "Feed RSS" deve ser um URL válido apontando para um feed RSS.

source: Spreadsheet
pt_br: Planilha

source: The Spreadsheet in the Media Library to use as the Terms for this Keyword
pt_br: A planilha na biblioteca de mídia para usar como termos para esta palavra-chave

source: Please choose a spreadsheet from the Media Library
pt_br: Escolha uma planilha da biblioteca de mídia

source: The spreadsheet for Keyword %1$s no longer exists in the Media Library. Please %2$s and choose a different spreadsheet source, then attempt generation again.
pt_br: A planilha para palavra-chave %1$s não existe mais na biblioteca de mídia. Selecione %2$s e escolha uma fonte de planilha diferente, depois tente gerar novamente.

source: No keywords found matching the search term
pt_br: Nenhuma palavra-chave encontrada que corresponda ao termo de pesquisa

source: View all keywords
pt_br: Ver todas as palavras-chave

source: Keywords are used to produce unique content for each Page, Post or Custom Post Type that is generated.
pt_br: As palavras-chave são usadas para produzir conteúdo único para cada página, post ou tipo de post personalizado que é gerado.

source: Create first keyword.
pt_br: Criar a primeira palavra-chave.

source: Keyword
pt_br: Palavra-chave

source: Number of Terms
pt_br: Número de termos

source: Delete
pt_br: Excluir

source: Edit this keyword
pt_br: Editar esta palavra-chave

source: Edit
pt_br: Editar

source: Duplicate this keyword
pt_br: Duplicar esta palavra-chave

source: Export this keyword to a CSV file
pt_br: Exportar esta palavra-chave para um arquivo CSV

source: Export to CSV
pt_br: Exportar para CSV

source: Delete this keyword
pt_br: Excluir esta palavra-chave

source: No CSV file was specified.
pt_br: Nenhum arquivo CSV foi especificado.

source: Could not download %s. Make sure the URL is publicly available.
pt_br: Não foi possível baixar %s. Certifique-se de que o URL esteja disponível publicamente.

source: %1$s is not a CSV file. If it is, make sure its Content-Type header is text/csv, not "%2$s"
pt_br: %1$s não é um arquivo CSV. Se for, certifique-se de que o cabeçalho Content-Type seja text/csv, e não "%2$s".

source: The delimiter must be a single character.
pt_br: O delimitador deve ser um único caractere.

source: CSV File error: %s Please fix the data in the CSV file and try again.
pt_br: Erro no arquivo CSV: %s corrija os dados no arquivo CSV e tente novamente.

source: No keywords and/or terms could be found in the uploaded file.
pt_br: Nenhuma palavra-chave e/ou termos foram encontrados no arquivo enviado.

source: Spreadsheet error: %s Please fix the data in the spreadsheet and try again.
pt_br: Erro na planilha: %s Corrija os dados na planilha e tente novamente.

source: Keyword could not be updated in the database. Database error: %s
pt_br: A palavra-chave não pôde ser atualizada no banco de dados. Erro de banco de dados: %s

source: Keyword could not be added to the database. Database error: %s
pt_br: A palavra-chave não pôde ser adicionada ao banco de dados. Erro de banco de dados: %s

source: Please complete the keyword field.
pt_br: Preencha o campo de palavra-chave.

source: The Keyword "%s" already exists. Please choose a different name.
pt_br: A palavra-chave "%s" já existe. Escolha um nome diferente.

source: The Keyword field can only contain letters, numbers, hyphens and underscores.
pt_br: O campo "Palavra-chave" só pode conter letras, números, hífens e sublinhados.

source: The Columns field can only contain letters, numbers, commas, hyphens and underscores.
pt_br: O campo "Colunas" só pode conter letras, números, vírgulas, hífens e sublinhados.

source: Delimiter Field: When specifying column names in the Columns Field, a delimiter must also be specified.
pt_br: Campo delimitador: Ao especificar nomes de colunas no campo de Colunas, um delimitador também deve ser especificado.

source: The Delimiter field must be a single character.
pt_br: O campo "Delimitador" deve ter um único caractere.

source: Delimiter Field: %s cannot be used as a delimiter, as it may conflict with Keyword and Spintax syntax
pt_br: Campo delimitador: %s não pode ser usado como delimitador, pois pode entrar em conflito com a sintaxe da "Palavra-chave" e "Spintax"

source: Columns Field: Two or more column names must be specified in the Columns Field When specifying a delimiter.
pt_br: Campo colunas: Dois ou mais nomes de colunas devem ser especificados no campo "Colunas" ao especificar um delimitador.

source: Columns Field: The values specified in the Columns Field must be separated by a comma.
pt_br: Campo colunas: Os valores especificados no campo "Colunas" devem ser separados por vírgula.

source: Record(s) could not be deleted from the database. Database error: %s
pt_br: Os registros não puderam ser excluídos do banco de dados. Erro de banco de dados: %s

source: Keyword could not be found for duplication.
pt_br: A palavra-chave não pôde ser encontrada para duplicação.

source: Keyword could not be found for exporting.
pt_br: Palavra-chave não pôde ser encontrada para exportação.

source: Select bulk action
pt_br: Selecionar ação em massa

source: Bulk Actions
pt_br: Ações em massa

source: Filter by Group
pt_br: Filtrar por grupo

source: Filter by System
pt_br: Filtrar por sistema

source: Filter by Result
pt_br: Filtrar por resultado

source: Apply
pt_br: Aplicar

source: Export Log
pt_br: Exportar registro

source: Are you sure you want to clear ALL logs?
pt_br: Tem certeza de que deseja limpar TODOS os registros?

source: Clear Log
pt_br: Limpar registro

source: No log entries found based on the given search and filter criteria.
pt_br: Nenhuma entrada de registro encontrada com base nos critérios de pesquisa e filtro fornecidos.

source: Group ID or Name
pt_br: ID ou nome do grupo

source: Group
pt_br: Grupo

source: Generated Item
pt_br: Item gerado

source: System
pt_br: Sistema

source: Test Mode
pt_br: Modo de teste

source: Generated
pt_br: Gerado

source: Keywords/Terms
pt_br: Palavras-chave/termos

source: Result
pt_br: Resultado

source: Message
pt_br: Mensagem

source: Duration (Seconds)
pt_br: Duração (segundos)

source: Memory Usage (MB)
pt_br: Uso de memória (MB)

source: Memory Usage, Peak (MB)
pt_br: Uso de memória, pico (MB)

source: Generated At
pt_br: Gerado em

source: No logs were selected for deletion.
pt_br: Nenhum registro foi selecionado para exclusão.

source: %s Logs deleted.
pt_br: %s Registros excluídos.

source: All Logs deleted.
pt_br: Todos os registros excluídos.

source: Nonce invalid. Filtering not performed.
pt_br: Nonce inválido. Filtragem não realizada.

source: Enter the Page / Post ID
pt_br: Digite o ID da página/post

source: Could not download Phone Area Codes. Please reload the page to try again.
pt_br: Não foi possível baixar os códigos de área de telefone. Recarregue a página para tentar novamente.

source: to use for generating content.
pt_br: para usar na geração de conteúdo.

source: The subject matter / topic this Keyword relates to e.g. plumbing services
pt_br: O assunto/tópico ao qual essa palavra-chave está relacionada, por exemplo, serviços de encanamento

source: Data Columns
pt_br: Colunas de dados

source: A comma separated list of data columns to include in the Terms e.g. service title, service description, average cost, average duration
pt_br: Uma lista separada por vírgulas de colunas de dados a serem incluídas nos termos, por exemplo, título do serviço, descrição do serviço, custo médio, duração média

source: The maximum number of Terms to generate for this Keyword.
pt_br: O número máximo de termos a serem gerados para esta palavra-chave.

source: e.g. how to find the best {service}
pt_br: por exemplo, como encontrar o melhor {service}

source: e.g. how to find the best web designer
pt_br: por exemplo, como encontrar o melhor desenvolvedor de sites

source: Enter the topic the content should be written about. For example, "web design" or "how to find the best web designer".
pt_br: Digite o tópico sobre o qual o conteúdo deve ser escrito. Por exemplo, “desenvolvedor de sites” ou “como encontrar o melhor desenvolvedor de sites”.

source: Instructions
pt_br: Instruções

source: Enter instructions for the AI to follow when generating the content.
pt_br: Digite as instruções que a IA precisa seguir ao gerar o conteúdo.

source: The type of content to produce.
pt_br: O tipo de conteúdo a ser produzido.

source: The maximum length of the content. For articles, reviews and paragraphs, this is a word limit. For FAQs, this is the number of questions and answers to generate.
pt_br: O tamanho máximo do conteúdo. Para artigos, avaliações e parágrafos, este é um limite de palavras. Para perguntas frequentes, este é o número de perguntas e respostas a serem geradas.

source: Temperature
pt_br: Temperatura

source: Number between 0 and 2, in 0.1 steps. A higher value will make the output more random. A lower value will make it the output more focused and deterministic.
pt_br: Número entre 0 e 2, em incrementos de 0,1. Um valor mais alto tornará a saída mais aleatória. Um valor mais baixo tornará a saída mais focada e determinística.

source: Nucleus Sampling
pt_br: Amostragem de núcleo

source: Number between 0 and 1, in 0.1 steps. Determines the pool of available tokens to choose from, between 0 and 1. An alternative to using Temperature. A higher value will include more, less accurate tokens. A lower value will include fewer, more accurate tokens.
pt_br: Número entre 0 e 1, em incrementos de 0,1. Determina o conjunto de tokens disponíveis para escolha, entre 0 e 1. Uma alternativa ao uso da "Temperatura". Um valor mais alto incluirá mais tokens, porém menos precisos. Um valor mais baixo incluirá menos tokens, porém mais precisos.

source: Presence Penalty
pt_br: Penalidade de presença

source: Number between -2.0 and 2.0, in 0.1 steps. Positive values penalize new tokens based on whether they appear in the text so far, increasing the model's likelihood to talk about new topics.
pt_br: Número entre -2,0 e 2,0, em incrementos de 0,1. Valores positivos penalizam novos tokens com base em sua presença no texto até o momento, aumentando a probabilidade do modelo falar sobre novos tópicos.

source: Frequency Penalty
pt_br: Penalidade de frequência

source: Number between -2.0 and 2.0, in 0.1 steps. Positive values penalize new tokens based on their existing frequency in the text so far, decreasing the model's likelihood to repeat the same line verbatim.
pt_br: Número entre -2,0 e 2,0, em incrementos de 0,1. Valores positivos penalizam novos tokens com base em sua frequência existente no texto até o momento, diminuindo a probabilidade do modelo repetir a mesma linha textual literalmente.

source: Tuning
pt_br: Ajuste

source: City: Racial and Ethnic Composition: White
pt_br: Cidade: Composição racial e étnica: Brancos

source: City: Racial and Ethnic Composition: Black
pt_br: Cidade: Composição racial e étnica: Negros

source: City: Racial and Ethnic Composition: Asian
pt_br: Cidade: Composição racial e étnica: Asiáticos

source: City: Racial and Ethnic Composition: Hispanic
pt_br: Cidade: Composição racial e étnica: Hispânicos

source: City: Racial and Ethnic Composition: Other
pt_br: Cidade: Composição racial e étnica: Outros

source: City: Housing and Household: Owner Occupied Unit Rate
pt_br: Cidade: Moradia e domicílio: Taxa de unidades ocupadas pelo proprietário

source: City: Housing and Household: Median Value
pt_br: Cidade: Moradia e domicílio: Valor médio

source: City: Housing and Household: Median Gross Rent
pt_br: Cidade: Moradia e domicílio: Aluguel médio bruto

source: City: Housing and Household: Households Count
pt_br: Cidade: Moradia e domicílio: Contagem de domicílios
