Repository: webmakerr-com/seopagemaker
Catalog: page-generator-pro/languages/page-generator-pro-*.po
Languages: pt_br

source: Import & Export
pt_br: Importar e exportar

source: Support
pt_br: Suporte

source: Upgrade
pt_br: Atualizar

source: Please rate %1$s %2$s on %3$s to help us grow %4$s. Thanks!
pt_br: Avalie o %1$s com %2$s em %3$s para ajudar o %4$s a crescer. Obrigado!

source: No file was uploaded
pt_br: Nenhum arquivo foi enviado

source: Could not determine file type
pt_br: Não foi possível determinar o tipo de arquivo

source: Error when uploading file.
pt_br: Erro ao enviar o arquivo.

source: Could not extract the supplied ZIP file.
pt_br: Não foi possível extrair o arquivo ZIP fornecido.

source: Supplied file is not a valid JSON settings file, or has become corrupt.
pt_br: O arquivo fornecido não é um arquivo de configurações JSON válido ou está corrompido.

source: Settings imported.
pt_br: Configurações importadas.

source: Access to one on one email support
pt_br: Acesso a um suporte individual por e-mail

source: Documentation
pt_br: Documentação

source: Detailed documentation on how to install and configure the plugin
pt_br: Documentação detalhada sobre como instalar e configurar o plugin

source: Updates
pt_br: Atualizações

source: Receive one click update notifications, right within your WordPress Adminstration panel
pt_br: Receba notificações de atualização com um clique, diretamente no painel de administração do WordPress

source: Seamless Upgrade
pt_br: Atualização contínua

source: Retain all current settings when upgrading to Pro
pt_br: Mantenha todas as configurações atuais ao atualizar para o Pro

source: Upgrade Now
pt_br: Atualizar agora

source: Upgrade to Pro
pt_br: Atualizar para Pro

source: Support, Documentation and Updates
pt_br: Suporte, documentação e atualizações

source: Access to one on one email support, plus detailed documentation on how to install and configure the plugin and one click update notifications, right within the WordPress Administration panel.
pt_br: Acesso a suporte individual por e-mail, além de documentação detalhada sobre como instalar e configurar o plugin e notificações de atualização com um clique, diretamente no painel de administração do WordPress.

source: See all Features
pt_br: Ver todos os recursos

source: Import &amp; Export
pt_br: Importar e exportar

source: Import
pt_br: Importar

source: Export
pt_br: Exportar

source: Upload a file generated by this Plugin's export functionality (JSON or zipped JSON). This will overwrite any existing settings stored on this installation.
pt_br: Enviar um arquivo gerado pela funcionalidade de exportação deste plugin (JSON ou JSON compactado). Isso substituirá todas as configurações existentes armazenadas nesta instalação.

source: JSON File
pt_br: Arquivo JSON

source: To export this Plugin's settings, choose which item(s) to export, and click the Export button below.
pt_br: Para exportar as configurações deste plugin, escolha quais itens exportar e clique no botão "Exportar" abaixo.

source: You can then import the generated file into another Plugin installation.
pt_br: Você pode então importar o arquivo gerado para outra instalação do plugin.

source: Including this file in a support request? We recommend setting the Format option to "Export as JSON, Zipped".
pt_br: Incluindo este arquivo em uma solicitação de suporte? Recomendamos definir a opção de "Formato" como "Exportar como JSON, compactado".

source: Format
pt_br: Formato

source: JSON, Zipped
pt_br: JSON, compactado

source: We'd be super grateful if you could spread the word about %s and give it a 5 star rating on WordPress?
pt_br: Ficaríamos muito gratos se você pudesse divulgar o %s e dar a ele uma classificação de 5 estrelas no WordPress?

source: Yes, Leave Review
pt_br: Sim, deixar avaliação

source: No, I'm having issues with %s
pt_br: Não, estou tendo problemas com %s

source: Keep Updated
pt_br: Mantenha-se atualizado

source: Subscribe to the newsletter and receive updates on our WordPress Plugins.
pt_br: Assine o boletim informativo (newsletter) e receba atualizações sobre nossos plugins do WordPress.

source: %s: Please specify a license key on the Licensing screen.
pt_br: %s: Especifique uma chave de licença na tela "Licenciamento".

source: Unable to communicate with the licensing server. %1$s will continue to function, but if this error persists, please open a <a href="%2$s">support request</a> including the following information:
pt_br: Não foi possível se comunicar com o servidor de licenciamento. O %1$s continuará funcionando, mas se o erro persistir, abra uma <a href="%2$s">solicitação de suporte</a> incluindo as seguintes informações:

source: Product Name: %s
pt_br: Nome do produto: %s

source: Product Version: %s
pt_br: Versão do produto: %s

source: Domain: %s
pt_br: Domínio: %s

source: IP Address: %s
pt_br: Endereço IP: %s

source: Licensing Server HTTP % s Error .
pt_br: Erro de HTTP % s do servidor de licenciamento .

source: View Changelog
pt_br: Ver registro de alterações

source: Licensing
pt_br: Licenciamento

source: License Key
pt_br: Chave de licença

source: Save
pt_br: Salvar

source: Version
pt_br: Versão

source: Help
pt_br: Ajuda

source: PHP %1$s or higher is required. This site currently runs PHP %2$s, which
pt_br: É necessário o PHP %1$s ou superior. Este site atualmente executa o PHP %2$s, que

source: is end of life and isn't officially supported by PHP.
pt_br: está no fim da vida útil e não é oficialmente suportado pelo PHP.

source: Your web host needs to upgrade to at least PHP %s
pt_br: Seu servidor de hospedagem precisa atualizar para pelo menos o PHP %s

source: Install the mbstring and gd PHP libraries.
pt_br: Instale as bibliotecas PHP mbstring e gd.

source: PHP function does not exist. %s
pt_br: A função PHP não existe. %s

source: %1$s detected the following issues that need resolving to ensure correct working functionality:<br />%2$s
pt_br: O %1$s detectou os seguintes problemas que precisam ser resolvidos para garantir o funcionamento correto:<br />%2$s

source: Building
pt_br: Construção

source: This might take a few minutes. Please wait...
pt_br: Isso pode levar alguns minutos. Aguarde...

source: Building Directory
pt_br: Construindo diretório

source: Building Location Terms
pt_br: Construindo termos de localização

source: An error occured. Please try again.
pt_br: Ocorreu um erro. Tente novamente.

source: Sending Request
pt_br: Enviando solicitação

source: Added Location Terms to Keyword
pt_br: Termos de localização adicionados à palavra-chave

source: Additional Location Terms found.
pt_br: Termos de localização adicionais encontrados.

source: Locations Keyword generated successfully.
pt_br: Palavra-chave de localização gerada.

source: Generate Spintax from selected Text
pt_br: Gerar Spintax (reescrever automaticamente) a partir do texto selecionado

source: Research
pt_br: Pesquisa

source: Keywords
pt_br: Palavras-chave

source: Log Entries per Page
pt_br: Entradas de registro por página

source: Locations Keyword generated successfully. %s
pt_br: Palavra-chave de localizações gerada. %s

source: View Keyword
pt_br: Ver palavra-chave

source: Phone Area Codes generated successfully. %s
pt_br: Códigos de área de telefone gerados. %s

source: Keyword saved successfully
pt_br: Palavra-chave salva

source: Nonce invalid. Bulk action not performed.
pt_br: Nonce inválido. Ação em massa não realizada.

source: No Keywords were selected for deletion.
pt_br: Nenhuma palavra-chave foi selecionada para exclusão.

source: %s Keywords deleted.
pt_br: %s Palavras-chave excluídas.

source: No Keyword was selected for duplication.
pt_br: Nenhuma palavra-chave foi selecionada para duplicação.

source: Keyword duplicated successfully. %s
pt_br: Palavra-chave duplicada. %s

source: No Keyword was selected for exporting.
pt_br: Nenhuma palavra-chave foi selecionada para exportação.

source: No Group was selected for duplication.
pt_br: Nenhum Grupo foi selecionado para duplicação.

source: Keyword deleted successfully.
pt_br: Palavra-chave excluída.

source: General
pt_br: Geral

source: Generate
pt_br: Geração

source: Generate Locations
pt_br: Geração de localizações

source: Integrations
pt_br: Integrações

source: Settings saved successfully.
pt_br: Configurações salvas.

source: Invalid nonce specified. Settings NOT saved.
pt_br: Nonce especificado inválido. Configurações NÃO salvas.

source: Nonce field is missing. Locations keyword not generated.
pt_br: O campo de nonce está ausente. A palavra-chave de localizações não foi gerada.

source: Invalid nonce specified. Locations keyword not generated.
pt_br: Nonce especificado inválido. A palavra-chave de localizações não foi gerada.

source: Please specify the Output Type(s) for the locations.
pt_br: Especifique o(s) tipo(s) de saída para os localizações.

source: Nonce field is missing. Phone Area Codes NOT generated.
pt_br: O campo de nonce está ausente. Códigos de área de telefone NÃO gerados.

source: Invalid nonce specified. Phone Area Codes NOT generated.
pt_br: Nonce especificado inválido. Códigos de área de telefone NÃO gerados.

source: At least one Output Type must be specified.
pt_br: Pelo menos um tipo de saída deve ser especificado.

source: No phone area codes could be found for the selected country. Please choose a different country.
pt_br: Nenhum código de área de telefone foi encontrado para o país selecionado. Escolha um país diferente.

source: Nonce field is missing. Settings NOT saved.
pt_br: O campo nonce está ausente. Configurações NÃO salvas.

source: No Group ID was specified.
pt_br: Nenhum ID de grupo foi especificado.

source: Closing / navigating away from this window will stop generation. Are you sure?
pt_br: Fechar ou navegar para fora desta janela interromperá a geração. Tem certeza?

source: %1$s Generated
pt_br: %1$s Gerado

source: Generation Complete
pt_br: Geração concluída

source: Generation Cancelled
pt_br: Geração cancelada

source: Missing expected variables.
pt_br: Variáveis esperadas ausentes.

source: Keyword not found.
pt_br: Palavra-chave não encontrada.

source: No topic was defined.
pt_br: Nenhum tópico foi definido.

source: No ID was defined.
pt_br: Nenhum ID foi definido.

source: No content was selected.
pt_br: Nenhum conteúdo foi selecionado.

source: No shortcode was defined.
pt_br: Nenhum shortcode foi definido.

source: No group ID was specified.
pt_br: Nenhum ID de grupo foi especificado.

source: HTTP Code %s. Did you enter a valid API key in the Plugin Settings?
pt_br: Código HTTP %s. Você digitou uma chave de API válida nas configurações do plugin?

source: 429 Rate Limit hit.
pt_br: 429 Limite de solicitações atingido.

source: 529 API temporarily overloaded.
pt_br: 529 API temporariamente sobrecarregada.

source: Response data empty
pt_br: Dados de resposta vazios

source: Response data not valid JSON
pt_br: Dados de resposta JSON inválidos

source: Generates Pages / Posts / Custom Post Types for the given Generate Group ID.
pt_br: Gera páginas/posts/tipos de posts personalizados para o ID de grupo gerado.

source: Generates one Page / Post / CPT for the given Generate Group ID, storing it as a Draft. Use this to test your settings.
pt_br: Gera uma página/post/CPT para o ID do grupo gerado, armazenando-o como rascunho. Use isso para testar suas configurações.

source: Trashes all generated content for the given Group ID.
pt_br: Move todo o conteúdo gerado para a lixeira para o ID do grupo fornecido.

source: Deletes all generated content for the given Group ID.
pt_br: Exclui todo o conteúdo gerado para o ID do grupo fornecido.

source: Lists all Content Groups in the CLI.
pt_br: Lista todos os grupos de conteúdo na CLI (interface de linha de comando).

source: Generates Terms for the given Generate Group ID.
pt_br: Gera termos para o ID do grupo de geração fornecido.

source: Generates one Term for the given Generate Group ID. Use this to test your settings.
pt_br: Gera um termo para o ID do grupo de geração fornecido. Use isso para testar suas configurações.

source: Deletes all generated terms for the given Group ID
pt_br: Exclui todos os termos gerados para o ID do grupo fornecido

source: Lists all Term Groups in the CLI.
pt_br: Lista todos os grupos de termos na CLI (interface de linha de comando).

source: Cancel
pt_br: Cancelar

source: Insert
pt_br: Inserir

source: EXIF: %s does not exist on the server.
pt_br: EXIF: %s não existe no servidor.

source: Unrecoginzed image format.
pt_br: Formato de imagem não reconhecido.

source: EXIF: Error when writing data: %s
pt_br: EXIF: Erro ao gravar dados: %s

source: Group ID #%s: Started
pt_br: ID do grupo Nº%s: Iniciado

source: Group ID #%s: Generation cancelled by User
pt_br: ID do grupo Nº%s: Geração cancelada pelo usuário

source: Group ID #%1$s: Generation is already running via %2$s
pt_br: ID do grupo Nº%1$s: A geração já está em execução via %2$s

source: Group ID #%1$s: %2$s
pt_br: ID do grupo Nº%1$s: %2$s

source: Group ID #%1$s: Setting Number of Posts = %2$s, as no limit specified in Group.
pt_br: ID do grupo Nº%1$s: Definindo o número de posts = %2$s, já que nenhum limite foi especificado no grupo.

source: Group ID #%1$s: Restricting Number of Posts = %2$s, as limit specified in Group exceeded the number of possible Pages that could be generated.
pt_br: ID do grupo Nº%1$s: Restringindo o número de posts = %2$s, pois o limite especificado no grupo excedeu o número de páginas possíveis que poderiam ser geradas.

source: Group ID #%1$s: Setting Group Status = Generating via %2$s.
pt_br: ID do grupo Nº%1$s: Definindo o status do grupo = Gerando via %2$s.

source: Group ID #%1$s: %2$s/%3$s: %4$s
pt_br: ID do grupo Nº%1$s: %2$s/%3$s: %4$s

source: . Waiting %s seconds before attempting to regenerate this item.
pt_br: . Aguardando %s segundos antes de tentar gerar novamente este item.

source: . Waiting %s seconds before generating the next item.
pt_br: . Aguardando %s segundos antes de gerar o próximo item.

source: Group ID #%1$s: %2$s/%3$s: %4$s. Permalink: %5$s. Time: %6$s seconds. Memory Usage / Peak: %7$s/%8$sMB
pt_br: ID do grupo Nº%1$s: %2$s/%3$s: %4$s. Link permanente: %5$s. Tempo: %6$s segundos. Uso de memória/Pico: %7$s/%8$sMB

source: Group ID #%s: Finished
pt_br: ID do grupo Nº%s: Concluído

source: A request to cancel generation was made by the User. Exiting...
pt_br: Uma solicitação para cancelar a geração foi feita pelo usuário. Saindo...

source: No keywords were specified in the Group.
pt_br: Nenhuma palavra-chave foi especificada no grupo.

source: Keywords were specified in the Group, but no keywords exist in either the Keywords section of the Plugin or as a Taxonomy.
pt_br: As palavras-chave foram especificadas no grupo, mas não existem palavras-chave na seção de palavras-chave do plugin ou como uma taxonomia.

source: The Permalink specified is empty. This is typically due to either the Title and Permalink settings empty, or the Permalink using a Keyword with an empty Term.
pt_br: O link permanente especificado está vazio. Normalmente, isso se deve ao fato de as configurações de título e link permanente estarem vazias, ou de o link permanente usar uma palavra-chave com um termo vazio.

source: Skipped, as %s with Permalink already generated by this Group
pt_br: Ignorado, pois o %s com o link permanente já foi gerado por este grupo

source: Skipped, as %s with Permalink already exists in WordPress
pt_br: Ignorado, pois o %s com o link permanente já existe no WordPress

source: Updated, as %s with Permalink already generated by this Group
pt_br: Atualizado, pois o %s com o link permanente já foi gerado por este grupo

source: Created, as %s with Permalink has not yet been generated by this Group
pt_br: Criado, pois o %s com o link permanente ainda não foi gerado por este grupo

source: Updated, as %s with Permalink already exists in WordPress
pt_br: Atualizado, pois o %s com o link permanente já existe no WordPress

source: Created, as %s with Permalink does not exist in WordPress
pt_br: Criado, pois o %s com o link permanente não existe no WordPress

source: Created
pt_br: Criado

source: Updated, as Term with Permalink already generated by this Group
pt_br: Atualizado, como termo com link permanente já gerado por este grupo

source: Created, as Term with Permalink has not yet been generated by this Group
pt_br: Criado, como termo com link permanente ainda não foi gerado por este grupo

source: The total possible number of unique keyword term combinations exceeds the maximum number value that can be stored by your version of PHP. Please consider upgrading to a 64 bit PHP 7.0+ build and/or reducing the number of keyword terms that you are using.
pt_br: O número total possível de combinações únicas de termos de palavras-chave excede o valor máximo que pode ser armazenado pela sua versão do PHP. Considere a possibilidade de atualizar para uma versão de PHP 7.0+ de 64 bits e/ou reduzir o número de termos de palavras-chave que você está usando.

source: All possible keyword term combinations have been generated. Generating more Pages/Posts would result in duplicate content.
pt_br: Todas as combinações possíveis de termos de palavras-chave foram geradas. Gerar mais páginas/posts resultaria em conteúdo duplicado.

source: The method given is invalid.
pt_br: O método fornecido é inválido.

source: Could not find a parent page with the slug <code>%1$s</code> (<code>%2$s</code>). Make sure this %3$s is generated or manually created first
pt_br: Não foi possível encontrar uma página principal (ascendente) com o slug <code>%1$s</code> (<code>%2$s</code>). Certifique-se de que este %3$s seja gerado ou criado manualmente primeiro.

source: Could not find a parent page with ID %s
pt_br: Não foi possível encontrar uma página principal (ascendente) com o ID %s

source: Parent page with ID %1$s exists, but the parent page was not generated by the specified Parent Group ID %2$s. Either remove the Parent Group setting, or generate the Parent Page through the Parent Group first.
pt_br: A página principal (ascendente) com o ID %1$s existe, mas a página principal não foi gerada pelo ID do grupo principal (ascendente) especificado %2$s. Remova a configuração do grupo principal ou gere primeiro a página principal através do grupo principal.

source: The specified latitude and longitude values are blank. Check they exist in the Keyword.
pt_br: Os valores de latitude e longitude especificados estão em branco. Verifique se existem na palavra-chave.

source: The specified latitude value %s is not a valid latitude. Correct this in the Keyword or Group.
pt_br: O valor de latitude especificado %s não é uma latitude válida. Corrija isso na palavra-chave ou no grupo.

source: The specified longitude value %s is not a valid longitude. Correct this in the Keyword or Group.
pt_br: O valor de longitude especificado %s não é uma longitude válida. Corrija isso na palavra-chave ou no grupo.

source: Unable to generate comment for Post ID %s
pt_br: Não foi possível gerar o comentário para o ID do post %s

source: Unable to trash generated content with ID = %s
pt_br: Não foi possível descartar o conteúdo gerado com o ID = %s

source: Unable to delete generated content with ID = %s
pt_br: Não foi possível excluir o conteúdo gerado com o ID = %s

source: Unable to trash generated comment with ID = %s
pt_br: Não foi possível descartar o comentário gerado com o ID = %s

source: No content has been generated by this group.
pt_br: Nenhum conteúdo foi gerado por este grupo.

source: No Terms have been generated by this group, so there are no Terms to delete.
pt_br: Nenhum termo foi gerado por este grupo, então não há termos para excluir.

source: Unable to delete generated Term with ID = %s
pt_br: Não foi possível excluir o termo gerado com o ID = %s

source: Add New using AI
pt_br: Adicionar novo usando IA

source: Please choose an AI provider at Settings > Integrations > AI: Provider
pt_br: Escolha um provedor de IA em Configurações > Integrações > IA: Provedor

source: Please define the AI API Key at Settings > Integrations > %s: API Key
pt_br: Defina a chave de API da IA em Configurações > Integrações > %s: Chave de API

source: Invalid nonce specified.
pt_br: Nonce especificado inválido.

source: A service or product must be entered
pt_br: Um serviço ou produto deve ser inserido

source: Create
pt_br: Criar

source: Classic Editor / TinyMCE
pt_br: Editor clássico/TinyMCE

source: Finish
pt_br: Finalizar

source: Add New Directory Structure
pt_br: Adicionar nova estrutura de diretório

source: A service keyword must be chosen, or service terms entered
pt_br: Uma palavra-chave de serviço deve ser escolhida ou os termos de serviço inseridos

source: The radius field is required
pt_br: O campo "raio" é obrigatório

source: The ZIP Code field is required
pt_br: O campo "CEP" é obrigatório

source: Create Keywords and Content Groups
pt_br: Criar palavras-chave e grupos de conteúdo

source: Region > County > City > Service
pt_br: Região > Município > Cidade > Serviço

source: Services cover multiple States/Regions and multiple Counties
pt_br: Os serviços abrangem vários estados/regiões e vários municípios

source: Region > City > Service
pt_br: Região > Cidade > Serviço

source: Services cover multiple States/Regions, and County Pages are not required
pt_br: Os serviços abrangem vários estados/regiões, e não são necessárias páginas de municípios

source: County > City > Service
pt_br: Município > Cidade> Serviço

source: Services cover multiple Counties within a single State/Region (or Region Pages are not required)
pt_br: Os serviços abrangem vários municípios dentro de um único estado/região (ou páginas de região não são necessárias)

source: City > Service
pt_br: Cidade > Serviço

source: Services cover multiple Cities within a single County (or County Pages are not required)
pt_br: Os serviços abrangem várias cidades dentro de um único município (ou as páginas do município não são necessárias)

source: Service > City
pt_br: Serviço > Cidade

source: Cities cover multiple Services within a single County (or County Pages are not required)
pt_br: As cidades abrangem vários serviços dentro de um único município (ou as páginas do município não são necessárias)

source: Region > County > City
pt_br: Região > Município > Cidade

source: Build multiple States/Regions, Counties and City Pages
pt_br: Criar várias páginas de estados/regiões, municípios e cidades

source: Region > City
pt_br: Região > Cidade

source: Build multiple States/Regions and City Pages, where County Pages are not required
pt_br: Criar várias páginas de estados/regiões e cidades, onde páginas de municípios não são necessárias

source: County > City
pt_br: Município > Cidade

source: Build multiple States/Regions and County Pages, where City Pages are not required
pt_br: Criar várias páginas de estados/regiões e municípios, onde páginas de cidades não são necessárias

source: Invalid structure defined.
pt_br: Estrutura definida inválida.

source: Regions
pt_br: Regiões

source: Counties
pt_br: Municípios

source: Cities
pt_br: Cidades

source: Services
pt_br: Serviços

source: Group #%1$s: %2$s
pt_br: Grupo Nº%1$s: %2$s

source: Title
pt_br: Título

source: Group ID
pt_br: ID do grupo

source: Description
pt_br: Descrição

source: Content Type
pt_br: Tipo de conteúdo

source: Generated Content
pt_br: Conteúdo gerado

source: Date
pt_br: Data

source: Generated Items: %s
pt_br: Itens gerados: %s

source: Last Index Generated: %s
pt_br: Último índice gerado: %s

source: Click to view Generated Content
pt_br: Clique para ver o conteúdo gerado

source: View Generated Content
pt_br: Ver conteúdo gerado

source: Trash Generated Content
pt_br: Enviar conteúdo gerado para a lixeira

source: Delete Generated Content
pt_br: Excluir conteúdo gerado

source: Generated: %s
pt_br: Gerado: %s
