Repository: webmakerr-com/seopagemaker
Catalog: page-generator-pro/languages/page-generator-pro-*.po
Languages: pt_br

source: Taxonomy
pt_br: Taxonomia

source: No. Generated Items
pt_br: Nº de itens gerados

source: Term
pt_br: Termo

source: Terms
pt_br: Termos

source: Duplicate
pt_br: Duplicar

source: Test
pt_br: Teste

source: Generate via Browser
pt_br: Gerar via navegador

source: Generate via Server
pt_br: Gerar via servidor

source: Delete Generated Terms
pt_br: Excluir Termos gerados

source: Cancel Generation
pt_br: Cancelar geração

source: This will generate all Terms. Proceed?
pt_br: Isso irá gerar todos os termos. Continuar?

source: This will generate all Terms using WordPress' CRON to offload the process to the server. Proceed?
pt_br: Isso irá gerar todos os termos usando o CRON do Wordpress para descarregar o processo para o servidor. Prosseguir?

source: Queued for Generation via WordPress' CRON. This may take a minute or two to begin.
pt_br: Em fila de espera para Geração via Wordpress' CRON. Isso pode levar um minuto ou dois para começar.

source: This will cancel Term Generation, allowing the Group to be edited. Proceed?
pt_br: Isso irá cancelar a geração de termos, permitindo a edição do grupo. Continuar?

source: Group Duplicated
pt_br: Grupo duplicado

source: This will generate a single Term. Proceed?
pt_br: Isso irá gerar um único termo. Continuar?

source: Generating Test Term...
pt_br: Gerando termo de teste...

source: Test Term Generated at %s
pt_br: Termo de teste gerado em %s

source: This will PERMANENTLY DELETE ALL %s Terms generated by this group. This action cannot be undone. Proceed?
pt_br: Isso irá EXCLUIR PERMANENTEMENTE TODOS os %s termos gerados por este grupo. Essa ação não pode ser desfeita. Continuar?

source: Deleting Generated Terms...
pt_br: Excluindo termos gerados...

source: Generated Terms Deleted
pt_br: Termos gerados excluídos

source: ID %s is not a Term Group. Did you enter the correct Term Group ID?
pt_br: O ID %s não é um grupo de termos. Você digitou o ID do grupo de termos correto?

source: Test Term Generated in %s seconds at
pt_br: Termo de teste gerado em %s segundos em

source: Generate via Server failed, because WordPress' Cron is disabled due to DISABLE_WP_CRON enabled in your wp-config.php file. %1$s, or use %2$s.
pt_br: A geração via servidor falhou porque o Cron do WordPress está desativado devido à ativação de DISABLE_WP_CRON em seu arquivo wp-config.php. %1$s, ou use %2$s.

source: Remove this option in your wp-config.php file
pt_br: Remova esta opção no seu arquivo wp-config.php

source: Group #%s: is already scheduled to generate content!
pt_br: O grupo Nº%s: já está agendado para gerar conteúdo!

source: Group #%s: is already generating content!
pt_br: O grupo Nº%s: já está gerando conteúdo!

source: Group ID %s does not exist!
pt_br: O ID do grupo %s não existe!

source: - Copy
pt_br: - Cópia

source: Group updated.
pt_br: Grupo atualizado.

source: Custom field updated.
pt_br: Campo personalizado atualizado.

source: Custom field deleted.
pt_br: Campo personalizado excluído.

source: Group restored to revision from %s.
pt_br: Grupo restaurado para revisão de %s.

source: Group saved.
pt_br: Grupo salvo.

source: Group submitted.
pt_br: Grupo enviado.

source: Group scheduled.
pt_br: Grupo agendado.

source: Group draft updated.
pt_br: Rascunho do grupo atualizado.

source: Permalink
pt_br: Link permanente

source: Excerpt
pt_br: Resumo

source: Featured Image
pt_br: Imagem destacada

source: Geolocation Data
pt_br: Dados de geolocalização

source: Custom Fields
pt_br: Campos personalizados

source: Header & Footer Code
pt_br: Código do cabeçalho e rodapé

source: Author
pt_br: Autor

source: Discussion
pt_br: Discussão

source: Actions
pt_br: Ações

source: Publish
pt_br: Publicado

source: Generation
pt_br: Geração

source: Attributes
pt_br: Atributos

source: Template
pt_br: Modelo

source: Taxonomies
pt_br: Taxonomias

source: AI
pt_br: IA

source: Page
pt_br: Página

source: Pages
pt_br: Páginas

source: (no parent)
pt_br: (sem ascendente)

source: No Feat. Image
pt_br: Sem imagem destacada

source: This will generate all Pages/Posts. Proceed?
pt_br: Isso irá gerar todas as páginas/posts. Continuar?

source: This will generate all Content using WordPress' CRON to offload the process to the server. Proceed?
pt_br: Isso irá gerar todo o conteúdo usando o CRON do WordPress para descarregar o processo para o servidor. Continuar?

source: This will cancel Content Generation, allowing the Group to be edited. Proceed?
pt_br: Isso irá cancelar a geração de conteúdo, permitindo a edição do grupo. Continuar?

source: Import to a new Content Group successful.
pt_br: Importação para um novo grupo de conteúdo concluída.

source: This will generate a single Page/Post in draft mode. Proceed?
pt_br: Isso irá gerar uma única página/post em modo rascunho. Continuar?

source: Generating Test in Draft Mode...
pt_br: Gerando teste em modo rascunho...

source: Test Page/Post Generated at %s
pt_br: Página/post de teste gerado(a) em %s

source: This will trash ALL %s content items generated by this group. Proceed?
pt_br: Isso irá enviar TODOS os itens de conteúdo %s gerados por este grupo para a lixeira. Continuar?

source: Trashing Generated Content Items
pt_br: Enviando itens de conteúdo gerados para a lixeira

source: Generated Content Trashed
pt_br: Conteúdo gerado enviado para a lixeira

source: This will PERMANENTLY DELETE ALL %s content items generated by this group. This action cannot be undone. Proceed?
pt_br: Isso irá EXCLUIR PERMANENTEMENTE TODOS os itens de conteúdo %s gerados por este grupo. Esta ação não pode ser desfeita. Continuar?

source: Deleting Generated Content Items
pt_br: Excluindo itens de conteúdo gerados

source: Generated Content Deleted
pt_br: Conteúdo gerado excluído

source: Edit this content, replacing it with the content you want to generate. You can use {keywords} here too. Need help? Visit <a href="https://www.wpzinc.com/documentation/page-generator-pro/generate-content/" rel="nofollow noreferrer noopener" target="_blank">https://www.wpzinc.com/documentation/page-generator-pro/generate-content/</a>
pt_br: Edite este conteúdo, substituindo-o pelo conteúdo que deseja gerar. Você também pode usar {keywords} aqui. Precisa de ajuda? Visite <a href="https://www.wpzinc.com/documentation/page-generator-pro/generate-content/" rel="nofollow noreferrer noopener" target="_blank">https://www.wpzinc.com/documentation/page-generator-pro/generate-content/</a>

source: ID %s is not a Content Group. Did you enter the correct Content Group ID?
pt_br: O ID %s não é um grupo de conteúdo. Você digitou o ID do grupo de conteúdo correto?

source: Test Page Generated in %s seconds at
pt_br: Página de teste gerada em %s segundos em

source: View Content Group
pt_br: Ver grupo de conteúdo

source: The Title must be specified. If using a Page Builder, edit the Content Group outside of the Page Builder, entering a title.
pt_br: O título precisa ser especificado. Se estiver usando um construtor de páginas, edite o grupo de conteúdo fora do construtor de páginas, digitando um título.

source: The Permalink is a static string, and no Attributes > Parent exist. This would result in a single generated page, regardless of any other settings or Keywords specified elsewhere in the Content Group.
pt_br: O link permanente é uma string estática e não existem Atributos > Principal (ascendente). Isso resulta em uma única página gerada, independentemente de quaisquer outras configurações ou palavras-chave especificadas em outro lugar no grupo de conteúdos.

source: The Permalink and Attributes > Parent are both static strings. This would result in a single generated page, regardless of any other settings or Keywords specified elsewhere in the Content Group.
pt_br: O Link permanente e Atributos > Principal (ascendente) são ambos strings estáticas. Isso resulta em uma única página gerada, independentemente de quaisquer outras configurações ou palavras-chave especificadas em outro lugar no grupo de conteúdos.

source: The Author must be specified, or the Random Author option selected.
pt_br: O autor deve ser especificado ou a opção de autor aleatório deve ser selecionada.

source: The Group's Status must be set to one of <strong>%1$s</strong> for Generation to function correctly. Right now, it's set as <strong>%2$s</strong>. Please <a href="%3$s">edit the Group</a> as necessary.
pt_br: O status do grupo deve ser definido como um dos <strong>%1$s</strong> para a geração funcionar corretamente. No momento, está definido como <strong>%2$s</strong>. <a href="%3$s">Edite o grupo</a> conforme necessário.

source: One or more Keywords in the Permalink are missing opening and/or closing braces. This must be fixed for generation to work correctly.
pt_br: Uma ou mais palavras-chave no link permanente estão sem colchetes de abertura e/ou fechamento. Isso deve ser corrigido para que a geração funcione corretamente.

source: The Attributes > Parent field can only contain keywords, letters, numbers, hyphens and underscores.
pt_br: O campo Atributos > Ascendente só pode conter palavras-chave, letras, números, hífens e sublinhados.

source: One or more Keywords in the Attributes > Parent field are missing opening and/or closing braces. This must be fixed for generation to work correctly.
pt_br: Uma ou mais palavras-chave no campo Atributos > Principal (ascendente) estão sem colchetes de abertura e/ou fechamento. Isso precisa ser corrigido para que a geração funcione corretamente.

source: Private
pt_br: Privado

source: Group ID %s is already scheduled to generate content!
pt_br: O ID do grupo %s já está agendado para gerar conteúdo!

source: Group ID %s is already generating content!
pt_br: O ID do grupo %s já está gerando conteúdo!

source: Import as Content Group
pt_br: Importar como grupo de conteúdo

source: Could not create mu-plugins folder at %s.
pt_br: Não foi possível criar a pasta mu-plugins em %s.

source: Could not copy %1$s to %2$s.
pt_br: Não foi possível copiar %1$s para %2$s.

source: Content Group
pt_br: Grupo de conteúdo

source: Term Group
pt_br: Grupo de termos

source: API Key
pt_br: Chave de API

source: Enter your AI Writer API key
pt_br: Digite sua chave de API do AI Writer

source: which can be found here
pt_br: que pode ser encontrada aqui

source: Don't have an account?
pt_br: Não tem uma conta?

source: Register an account
pt_br: Cadastrar uma conta

source: No API key was configured in the Plugin's Settings
pt_br: Nenhuma chave de API foi definida nas configurações do plugin

source: Estimated time for completion is %s. Please wait whilst AI Writer completes this process.
pt_br: O tempo estimado para conclusão é %s. Aguarde enquanto a AI Writer conclui este processo.

source: Research completed successfully.
pt_br: Pesquisa concluída.

source: An error occured when attempting to perform research for resource ID %1$s, topic %2$s
pt_br: Ocorreu um erro ao tentar pesquisar o ID do recurso %1$s, tópico %2$s

source: AI Writer: An error occured
pt_br: AI Writer: Ocorreu um erro

source: Personal Access Token
pt_br: Token de acesso pessoal

source: To use an Airtable base as a Keyword Source, enter your Personal Access Token here.
pt_br: Para usar uma base do Airtable como fonte de palavras-chave, digite seu token de acesso pessoal aqui.

source: Click here
pt_br: Clique aqui

source: to read the step by step documentation to do this.
pt_br: para ler a documentação passo a passo para fazer isso.

source: Base ID
pt_br: ID base

source: The base ID (spreadsheet) to use from Airtable. %s for instructions on fetching your Base ID
pt_br: O ID base (planilha) a ser usado no Airtable. Acesse %s para obter instruções sobre como coletar seu ID base

source: Table Name
pt_br: Nome da tabela

source: The table name within the above Base to use as the Keyword Data. %s for instructions on fetching your Table Name
pt_br: O nome da tabela dentro da base acima para usar como dados de palavras-chave. Acesse %s para obter instruções sobre como coletar o nome da sua tabela

source: Table View
pt_br: Visualização da tabela

source: Optional: The name of a view in the table to use for Keyword Data. If blank, all records are returned. Note: fields hidden in your view will be returned due to Airtable's API. To only return a subset of fields, use the Table Fields option below.
pt_br: Opcional: O nome de uma visualização na tabela a ser usada para os dados de palavra-chave. Se estiver em branco, todos os registros são retornados. Observação: os campos ocultos na sua visualização serão retornados devido à API do Airtable. Para retornar apenas um subconjunto de campos, use a opção de "Campos da tabela" abaixo.

source: Table Fields
pt_br: Campos da tabela

source: Optional: A comma separated list of table fields to include in the Keyword Data. If blank, all fields are returned.
pt_br: Opcional: Uma lista separada por vírgulas dos campos da tabela a serem incluídos nos dados de palavra-chave. Se estiver em branco, todos os campos são retornados.

source: You must specify an API Key at Settings > Integrations before using the Airtable integration.
pt_br: Você deve especificar uma chave de API em Configurações > Integrações antes de usar a integração com o Airtable.

source: Base ID or Table Name not found.
pt_br: ID base ou nome da tabela não encontrado.

source: Displays content from Alibaba Cloud Model AI based on a topic.
pt_br: Exibe conteúdo do Alibaba Cloud Model AI com base em um tópico.

source: Qwen-Max-2025-01-25 (Latest)
pt_br: Qwen-Max - 2025-01-25 (mais recente)

source: The prompt is too long for the selected model. Please shorten the prompt and try again. Maximum tokens: %s
pt_br: O prompt é muito longo para o modelo selecionado. Reduza o prompt e tente novamente. Máximo de tokens: %s

source: Video Sources
pt_br: Fontes de vídeo

source: Subtitles
pt_br: Subtítulos

source: Enter your ArticleForge API key
pt_br: Digite sua chave de API do ArticleForge

source: Content Length
pt_br: Tamanho do conteúdo

source: The length of content to produce.
pt_br: O comprimento do conteúdo a ser produzido.

source: Include Titles?
pt_br: Incluir títulos?

source: Whether to include headings and subheadings in the content.
pt_br: Se deve incluir títulos e subtítulos no conteúdo.

source: Include Images?
pt_br: Incluir imagens?

source: The probability of images being included in the content, between 0.00 and 1.00.
pt_br: A probabilidade de imagens serem incluídas no conteúdo, entre 0,00 e 1,00.

source: Include Videos?
pt_br: Incluir vídeos?

source: The probability of videos being included in the content, between 0.00 and 1.00.
pt_br: A probabilidade de vídeos serem incluídos no conteúdo, entre 0,00 e 1,00.

source: Very Short (approx. 50 words)
pt_br: Muito curto (aprox. 50 palavras)

source: Short (approx. 250 words)
pt_br: Curto (aprox. 250 palavras)

source: Medium (approx. 500 words)
pt_br: Médio (aprox. 500 palavras)

source: Long (approx. 750 words)
pt_br: Longo (aprox. 750 palavras)

source: Very Long (approx. 1,500 words)
pt_br: Muito longo (aprox. 1.500 palavras)

source: Please wait whilst ArticleForge completes this process.
pt_br: Aguarde enquanto o ArticleForge conclui este processo.

source: %s percent complete. Please wait whilst ArticleForge completes this process.
pt_br: %s por cento concluído. Aguarde enquanto o ArticleForge conclui este processo.

source: ArticleForge: An error occured
pt_br: ArticleForge: Ocorreu um erro

source: Layout Options
pt_br: Opções de layout

source: Page Layout
pt_br: Layout da página

source: Default
pt_br: Padrão

source: Right Sidebar
pt_br: Barra lateral direita

source: Left Sidebar
pt_br: Barra lateral esquerda

source: Fullwidth
pt_br: Largura total

source: Page Header
pt_br: Cabeçalho da página

source: None
pt_br: Nenhum(a)

source: Simple
pt_br: Simples

source: Small
pt_br: Pequeno

source: Wide
pt_br: Amplo

source: Large
pt_br: Grande

source: %s Dynamic Element
pt_br: Elemento dinâmico %s

source: Click this element to edit its settings.
pt_br: Clique neste elemento para editar suas configurações.

source: Email Address
pt_br: Endereço de e-mail

source: The email address you use when logging into ChimpRewriter.
pt_br: O endereço de e-mail que você usa ao acessar o ChimpRewriter.

source: if you don't have one.
pt_br: se você não tiver um.

source: Enter your ChimpRewriter API key,
pt_br: Digite sua chave de API ChimpRewriter,

source: which can be found here.
pt_br: que pode ser encontrada aqui.

source: Register an account.
pt_br: Cadastrar uma conta.

source: Confidence Level
pt_br: Nível de confiança

source: The higher the confidence level, the more readable the text and the less number of spins and variations produced.
pt_br: Quanto maior o nível de confiança, mais legível o texto e menor o número de giros e variações produzidos.

source: Part of Speech Level
pt_br: Nível de classe gramatical

source: The higher the Part of Speech level, the more readable the text and the less number of spins and variations produced.
pt_br: Quanto maior o nível de classe gramatical, mais legível o texto e menor o número de giros e variações produzidas.

source: Verify Grammar
pt_br: Verificar gramática

source: If enabled, grammar is verified on the resulting text to produce a very high quality spin.
pt_br: Se ativado, a gramática é verificada no texto resultante para produzir um giro de alta qualidade.

source: Apply Nested Spintax
pt_br: Aplicar spintax aninhado

source: If enabled, ChimpRewriter will spin single words inside already spun phrases.
pt_br: Se ativado, o ChimpRewriter irá girar palavras únicas dentro de frases já giradas.

source: Change Phrase and Sentence Structure
pt_br: Alterar a estrutura de frases e sentenças

source: If enabled, ChimpRewriter will change the entire structure of phrases and sentences.
pt_br: Se ativado, o ChimpRewriter irá alterar toda a estrutura de frases e sentenças.

source: Best
pt_br: Melhor

source: Better
pt_br: Melhor que

source: Good
pt_br: Bom

source: Average
pt_br: Médio

source: Any
pt_br: Qualquer

source: Full
pt_br: Completo

source: Loose
pt_br: Solto

source: Extremely Loose
pt_br: Extremamente solto

source: ChimpRewriter: Unable to determine success or failure of request.
pt_br: ChimpRewriter: Não foi possível determinar o sucesso ou a falha da solicitação.

source: ChimpRewriter could not spin the content. If the text is short, consider disabling the "Change Phrase and Sentence Structure" option.
pt_br: O ChimpRewriter não pôde girar o conteúdo. Se o texto for curto, considere desativar a opção "Alterar a estrutura de frases e sentenças".

source: Displays content from Claude AI based on a topic.
pt_br: Exibe o conteúdo do Claude AI com base em um tópico.

source: Claude Sonnet 4.5 (Latest)
pt_br: Claude Sonnet 4.5 (mais recente)

source: Claude Opus 4.1 (Latest)
pt_br: Claude Opus 4.1 (mais recente)

source: Claude Opus 4 (Latest)
pt_br: Claude Opus 4 (mais recente)

source: Claude Sonnet 4 (Latest)
pt_br: Claude Sonnet 4 (mais recente)

source: Claude 3.7 Sonnet (Latest)
pt_br: Claude 3.7 Sonnet (mais recente)

source: Claude 3.5 Haiku (Latest)
pt_br: Claude 3.5 Haiku (mais recente)

source: Claude 3.5 Sonnet v2 (Latest)
pt_br: Claude 3.5 Sonnet v2 (mais recente)

source: Enter your ContentBot API key
pt_br: Digite sua chave de API do ContentBot

source: Professional
pt_br: Profissional

source: Friendly
pt_br: Amigável

source: Bold
pt_br: Negrito

source: Playful
pt_br: Divertido

source: First Person
pt_br: Primeira pessoa

source: Third Person
pt_br: Terceira pessoa

source: More Formal
pt_br: Mais formal

source: Less Formal
pt_br: Menos formal

source: e.g. building
pt_br: por exemplo, construção

source: The search term to use. For example, "laptop" would return an image of a laptop.
pt_br: O termo de pesquisa a ser usado. Por exemplo, "laptop" retornaria a imagem de um laptop.

source: Image Orientation
pt_br: Orientação da imagem

source: The image orientation to output.
pt_br: A orientação da imagem a ser produzida.

source: Sources
pt_br: Fontes

source: The sources to search. If none are selected, all sources are searched. Specifying sources may result in slower generation times.
pt_br: As fontes a serem pesquisadas. Se nenhuma for selecionada, todas as origens serão pesquisadas. A especificação de fontes pode resultar em tempos de geração mais lentos.

source: Licenses
pt_br: Licenças

source: The
pt_br: O

source: image licenses
pt_br: licenças de imagem

source: to include. If none are selected, all licenses are included. Specifying licenses may result in slower generation times.
pt_br: para incluir. Se nenhuma for selecionada, todas as licenças serão incluídas. A especificação das licenças pode resultar em tempos de geração mais lentos.

source: Show Attribution?
pt_br: Mostrar atribuição?

source: If enabled, outputs the credits/attribution below the image.
pt_br: Se ativado, exibe os créditos/atribuição abaixo da imagem.

source: Displays an image from Creative Commons, based on the given search parameters.
pt_br: Exibe uma imagem do Creative Commons, com base nos parâmetros de pesquisa fornecidos.

source: Featured Image: %s: No Term was specified.
pt_br: Imagem destacada: %s: Nenhum termo foi especificado.

source: Portrait
pt_br: Retrato

source: Landscape
pt_br: Paisagem

source: Square
pt_br: Quadrado

source: No results were found for the given search criteria.
pt_br: Nenhum resultado foi encontrado para os critérios de pesquisa fornecidos.

source: Displays content from Deepseek based on a topic.
pt_br: Exibe conteúdo do Deepseek com base em um tópico.

source: Deepseek Chat
pt_br: Bate-papo do Deepseek

source: Divi Settings
pt_br: Configurações do Divi

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Featured Image from URL (FIFU)
pt_br: Imagem destacada do URL (FIFU)

source: Enter an image URL. This can be a dynamic image URL.
pt_br: Digite um URL de imagem. Este pode ser um URL de imagem dinâmico.

source: Alt Text
pt_br: Texto alternativo

source: The alt text.
pt_br: O texto alternativo.

source: Gemini AI Image
pt_br: Imagem com IA do Gemini

source: Generates an image using Gemini.
pt_br: Gera uma imagem usando o Gemini.

source: Gemini 2.5 Flash Image Preview (aka Nano Banana)
pt_br: Gemini 2.5 Flash Image Preview (também conhecido como Nano Banana)

source: Gemini 2.0 Flash Preview Image Generation
pt_br: Geração de imagens do Gemini 2.0 Flash Preview

source: Gemini 2.0 Flash Exp Image Generation
pt_br: Geração de imagens do Gemini 2.0 Flash Exp

source: Topic
pt_br: Tópico

source: e.g. a person performing {service}
pt_br: por exemplo. uma pessoa que realiza {service}

source: Enter the prompt for the image. For example, "plumber fixing a sink" or "a person performing {service}".
pt_br: Digite o comando (prompt) para a imagem. Por exemplo, "encanador consertando uma pia" ou "uma pessoa realizando {service}".

source: Aspect Ratio
pt_br: Proporção

source: The aspect ratio of the image.
pt_br: A proporção da imagem.

source: Gemini: No API key is defined at Settings > Integrations
pt_br: Gemini: Nenhuma chave de API foi definida em Configurações > Integrações

source: Featured Image: Gemini: No Term was specified.
pt_br: Imagem destacada: Gemini: Nenhum termo foi especificado.

source: Featured Image: Gemini: No API Key is defined at Settings > Integrations.
pt_br: Imagem destacada: Gemini: Nenhuma chave de API foi definida em Configurações > Integrações.

source: Gemini: No image was generated.
pt_br: Gemini: Nenhuma imagem foi gerada.

source: Displays content from Gemini AI based on a topic.
pt_br: Exibe o conteúdo do Gemini AI com base em um tópico.

source: Gemini 2.5 Pro (Stable)
pt_br: Gemini 2.5 Pro (estável)

source: Gemini 2.5 Flash (Stable)
pt_br: Gemini 2.5 Flash (estável)
