Repository: webmakerr-com/seopagemaker
Catalog: page-generator-pro/languages/page-generator-pro-*.po
Languages: pt_br

source: The Keyword will be populated with Locations falling within the given City, County and/or Region. This method is useful if, for example, your product or service targets a specific City, County or Region.
pt_br: A palavra-chave será preenchida com localizações dentro de determinada cidade, município e/ou região fornecidos. Este método é útil, por exemplo, se o seu produto ou serviço tem como alvo uma cidade, município ou região específica.

source: Starting City / ZIP Code
pt_br: Cidade inicial/código postal

source: Enter the city or zip code to use as the starting point to generate nearby cities / zip codes from.
pt_br: Digite a cidade ou o código postal a ser usado como ponto de partida para gerar cidades/códigos postais próximos.

source: Enter the number of miles to fetch all nearby cities, counties, regions and/or ZIP codes from the Starting City / ZIP Code above.
pt_br: Digite o número de milhas para coletar todas as cidades, municípios, regiões e/ou códigos postais próximos a partir da cidade inicial/código postal acima.

source: Restrict by Region(s)
pt_br: Restringir por região(ões)

source: Limit Terms to the given Region / State Name(s). Begin typing to see valid Region / State Names.
pt_br: Limitar os termos aos nomes de região(ões))/estado(s) fornecidos. Comece a digitar para ver os nomes de região/estado válidos.

source: Restrict by County / Counties
pt_br: Restringir por município/municípios

source: Limit Terms to the given County Name(s). Begin typing to see valid County Names.
pt_br: Limitar os termos ao(s) nome(s) do município fornecido(s). Comece a digitar para ver os nomes de municípios válidos.

source: Restrict by City / Cities
pt_br: Restringir por cidade/cidades

source: Limit Terms to the given City Name(s). Begin typing to see valid City Names. If you have specified Restrict by Region(s) and/or Counties above, the City results listed will be limited to those Regions and/or Counties.
pt_br: Limitar os termos ao(s) nome(s) de cidade fornecido(s). Comece a digitar para ver os nomes de cidades válidos. Se você especificou restringir por região(ões) e/ou municípios acima, os resultados de cidades listados serão limitados a essas regiões e/ou municípios.

source: Limit Terms to the given Region / State Name(s).
pt_br: Limitar os termos ao(s) nome(s) da região/estado fornecido(s).

source: Limit Terms to the given County Name(s).
pt_br: Limitar os termos ao(s) nome(s) do município fornecido(s).

source: Limit Terms to the given City Name(s).
pt_br: Limitar os termos ao(s) nome(s) da cidade fornecido(s).

source: Optional: Define any Cities, Counties or Regions to exclude.
pt_br: Opcional: Definir quaisquer cidades, municípios ou regiões a excluir.

source: Any results partially or fully matching the above will be excluded from the results.
pt_br: Quaisquer resultados que correspondam parcial ou totalmente aos acima, serão excluídos dos resultados.

source: This is case insensitive.
pt_br: Isso não diferencia maiúsculas de minúsculas.

source: Limit Terms to Cities within the given Population Limits. Leave blank to specify no limit.
pt_br: Limitar os termos a cidades dentro dos limites de população fornecidos. Deixe em branco para não especificar nenhum limite.

source: Restrict by City Median Household Income
pt_br: Restringir por renda média familiar da cidade

source: Limit Terms to Cities within the given Median Household Income Limits. Leave blank to specify no limit.
pt_br: Limitar os termos a cidades dentro dos limites de renda média familiar fornecidos. Deixe em branco para não especificar nenhum limite.

source: Generate Keyword with Locations
pt_br: Gerar palavra-chave com localizações

source: Generate Phone Area Codes
pt_br: Geração de códigos de área de telefone

source: Enter the country which the city belongs to.
pt_br: Digite o país ao qual a cidade pertence.

source: Determine the data to store in this Keyword (for example, just the phone area code or the city and phone area code).
pt_br: Determinar os dados a serem armazenados nesta palavra-chave (exemplo, apenas o código de área de telefone ou a cidade e o código de área de telefone).

source: Generate Keyword with Phone Area Codes Data
pt_br: Gerar palavra-chave com dados de códigos de área de telefone

source: Add New Keyword
pt_br: Adicionar nova palavra-chave

source: The source of this Keyword's Terms. Use CSV File, CSV URl or Spreadsheet if importing a CSV or Spreadsheet.
pt_br: A fonte dos termos desta palavra-chave. Use arquivo CSV, URl do CSV ou planilha, se estiver importando um CSV ou planilha.

source: Add Keyword
pt_br: Adicionar palavra-chave

source: Import CSV or Spreadsheet
pt_br: Importar CSV ou planilha

source: Search results for
pt_br: Resultados da pesquisa para

source: Filter Log by this Group
pt_br: Filtrar registro por este grupo

source: View Generated Item
pt_br: Ver item gerado

source: The default country to select for any Country Code dropdowns within the Plugin.
pt_br: O país padrão a ser selecionado para qualquer lista suspensa de códigos de país dentro do plugin.

source: Output CSS
pt_br: Saida CSS

source: Enables or disables frontend CSS output, which is needed for some Dynamic Elements. If disabled, you're responsible for defining your own CSS for styling.
pt_br: Ativa ou desativa a saída de CSS na interface, que é necessária para alguns elementos dinâmicos. Se desativado, você é responsável por definir seu próprio CSS para estilização.

source: Enable Revisions on Content Groups
pt_br: Ativar revisões em grupos de conteúdo

source: Enables or disables
pt_br: Ativa ou desativa

source: WordPress' revisions
pt_br: Revisões do WordPress

source: on Content Groups. Useful if you want to store a record of each saved draft or published update to a Content Group.
pt_br: em grupos de conteúdo. Útil se você deseja armazenar um registro de cada rascunho salvo ou atualização publicada de um grupo de conteúdo.

source: Disable Custom Fields Dropdown on Pages
pt_br: Desativar o menu suspenso de campos personalizados em páginas

source: Enable this option to improve performance of the Page / Post editor. This does not affect the use of any Custom Field Post Meta data.
pt_br: Ative esta opção para melhorar o desempenho do editor de página/post. Isso não afeta o uso de nenhum dado de metadados de post de campo personalizado.

source: Change Page Dropdown Fields
pt_br: Alterar campos de menu suspenso de página

source: Search Dropdown Field
pt_br: Campo de menu suspenso de pesquisa

source: ID Field
pt_br: Campo de ID

source: Enable this option to replace the following dropdown fields with a Search or ID Field for performance:
pt_br: Ative esta opção para substituir os seguintes campos de menu suspenso por um campo de pesquisa ou ID para melhorar o desempenho:

source: - Page Parent dropdown on hierarchical Post Types, such as Pages
pt_br: - Menu suspenso de página principal (ascendente) em tipos de posts hierárquicos, como páginas

source: - Settings > Reading > Homepage, Posts page
pt_br: - Configurações > Leitura > Página inicial, Página de posts

source: - Appearance > Customize
pt_br: - Aparência > Personalizar

source: This improves WordPress performance on sites with a large number of Pages.
pt_br: Isso melhora o desempenho do WordPress em sites com um grande número de páginas.

source: Persistent Caching
pt_br: Cache persistente

source: Enable this option to enable persistent caching of:
pt_br: Ative esta opção para ativar o cache persistente de:

source: - Related Links
pt_br: - Links relacionados

source: Specifies the service to use for the Keywords &gt; Generate Locations and Add New Directory screens. Method and Radius can be overridden when using these functions.
pt_br: Especifica o serviço a ser usado nas telas Palavras-chave &gt; Gerar localizações e Adicionar novo diretório. O método e o raio podem ser substituídos ao usar estas funções.

source: The third party service to use for generating location keywords.
pt_br: O serviço de terceiros a ser usado para gerar palavras-chave de localização.

source: The language to return locations in.
pt_br: O idioma para retornar as localizações.

source: The default method to select for the Method dropdown.
pt_br: O método padrão a ser selecionado para o menu suspenso de método.

source: The default radius distance value, in miles.
pt_br: O valor padrão da distância do raio, em milhas.

source: Specifies default behaviour when Generating Content and Terms.
pt_br: Especifica o comportamento padrão ao gerar conteúdo e termos.

source: Enable Logging?
pt_br: Ativar registros?

source: If enabled, the
pt_br: Se ativado, o

source: Plugin Logs
pt_br: Registros do plugin

source: will detail results of Content and Term Generation.
pt_br: detalhará os resultados da geração de conteúdo e termos.

source: Preserve Logs
pt_br: Preservar registros

source: days
pt_br: dias

source: The number of days to preserve logs for. Zero means logs are kept indefinitely.
pt_br: O número de dias para preservar os registros. Zero significa que os registros são mantidos indefinidamente.

source: Generate Content Items per Request
pt_br: Gerar itens de conteúdo por solicitação

source: When using Generate via Browser, determines how many items to generate in each synchronous request before updating the log. A higher number can be used for simpler Content Groups, and a lower number is recommended for more complex Content Groups containing a number of Dynamic Elements.
pt_br: Ao usar a geração via navegador, determina quantos itens serão gerados em cada solicitação síncrona antes de atualizar o registro. Um número maior pode ser usado para grupos de conteúdo mais simples, enquanto um número menor é recomendado para grupos de conteúdo mais complexos que contenham vários elementos dinâmicos.

source: Trash / Delete Generated Content Items per Request
pt_br: Enviar para lixeira/excluir itens de conteúdo gerados por solicitação

source: When using Generate via Browser, determines how many generated items to trash / delete in each synchronous request. Set a lower number if getting 500, 502 or 524 server errors, or consider using
pt_br: Ao usar a geração via navegador, determina quantos itens gerados enviar para a lixeira/excluir em cada solicitação síncrona. Defina um número menor se estiver recebendo erros do servidor 500, 502 ou 524, ou considere usar

source: Stop on Error
pt_br: Parar em caso de erro

source: Stop
pt_br: Parar

source: Continue, attempting to regenerate the Content or Term again
pt_br: Continuar, tentando regenerar o conteúdo ou termo novamente

source: Continue, skipping the failed Content or Term
pt_br: Continuar, ignorando o conteúdo ou termo com falha

source: Whether to stop Content / Term Generation when an error occurs.
pt_br: Se parar ou não a geração de conteúdo/termo quando ocorrer um erro.

source: Pause before Continuing
pt_br: Pausar antes de continuar

source: The number of seconds to pause generation before resuming when an error is detected, if Stop on Error is set to continue on errors.
pt_br: O número de segundos para pausar a geração antes de retomar quando um erro for detectado, se "Parar em caso de erro" estiver definido para continuar com erros.

source: Use Performance Addon?
pt_br: Usar complemento de desempenho?

source: Experimental: If enabled, uses the Performance Addon Must-Use Plugin. This can improve generation times and reduce memory usage on sites with several Plugins.
pt_br: Experimental: Se ativado, usa o plugin obrigatório do complemento de desempenho. Isso pode melhorar os tempos de geração e reduzir o uso de memória em sites com vários plugins.

source: Performance Addon: Load Plugins
pt_br: Complemento de desempenho: Carregar plugins

source: If generation correctly generates data, there's no need to enable Plugins here - even if they're used in a Content Group. For example, most Custom Field and SEO data will generate without needing their Plugins to be activated here.
pt_br: Se a geração gerar corretamente os dados, não há necessidade de ativar os plugins aqui - mesmo que eles sejam usados em um grupo de conteúdo. Por exemplo, a maioria dos dados de campos personalizados e SEO será gerada sem precisar que seus plugins sejam ativados aqui.

source: If generation does not correctly generate data, you may need to enable the applicable Plugin relating to that data below, so that it is loaded when using the Performance Addon.
pt_br: Se a geração não gerar corretamente os dados, você pode precisar ativar o plugin aplicável relacionado a esses dados abaixo, para que ele seja carregado ao usar o complemento de desempenho.

source: This plugin is required when using the Performance Addon. It cannot be disabled.
pt_br: Este plugin é necessário ao usar o complemento de desempenho. Ele não pode ser desativado.

source: Specifies which provider to use to perform research to build content for a given topic.
pt_br: Especifica qual provedor usar para realizar pesquisas para criar conteúdo para um determinado tópico.

source: The third party service to use for research.
pt_br: O serviço de terceiros a ser usado para pesquisa.

source: Specifies how to generate spintax from non-spun content when using the
pt_br: Especifica como gerar spintax a partir de conteúdo não girado ao usar

source: Generate Spintax from Selected Content
pt_br: Gerar spintax a partir do conteúdo selecionado

source: functionality
pt_br: funcionalidade

source: Process on Frontend
pt_br: Processar na interface

source: If enabled, any Block Spintax and/or Spintax detected in any Post Content will be dynamically processed each time it is viewed.
pt_br: Se ativado, qualquer spintax de bloco e/ou spintax detectado em qualquer conteúdo do post será processado dinamicamente cada vez que for visualizado.

source: Block Spintax and Spintax in any Content Group is always processed, regardless of this setting.
pt_br: O spintax de bloco e o spintax em qualquer grupo de conteúdo são sempre processados, independentemente desta configuração.

source: Optionally use a third party service to generate spintax.
pt_br: Opcionalmente, usar um serviço de terceiros para gerar spintax.

source: The language the non-spintax content is written in.
pt_br: O idioma em que o conteúdo não spintax é escrito.

source: Skip Capitalized Words
pt_br: Ignorar palavras em maiúsculas

source: If enabled, capitalized words will NOT have spintax applied to them. This is useful for branded terms.
pt_br: Se ativado, palavras em maiúsculas NÃO terão spintax aplicado a elas. Isso é útil para termos de marca.

source: Skip Words
pt_br: Ignorar palavras

source: Words defined here will NOT have spintax applied to them. Keywords and Shortcodes are never spun. Enter one word per line.
pt_br: Palavras definidas aqui NÃO terão spintax aplicado a elas. Palavras-chave e códigos curtos nunca são girados. Digite uma palavra por linha.

source: The dynamic element could not be found. Check it is registered and its class initialized.
pt_br: O elemento dinâmico não pôde ser encontrado. Verifique se ele está registrado e se a sua classe foi inicializada.

source: Setup
pt_br: Configuração

source: Any Group
pt_br: Qualquer grupo

source: (Manually Created)
pt_br: (Criado manualmente)

source: The most powerful WordPress content generator plugin on the market.
pt_br: O plugin gerador de conteúdo para WordPress mais poderoso do mercado.
