Repository: webmakerr-com/seopagemaker
Catalog: page-generator-pro/languages/page-generator-pro-*.po
Languages: pt_br

source: Gemini 2.5 Flash (Preview)
pt_br: Gemini 2.5 Flash (pré-visualização)

source: Gemini 2.5 Flash Lite (Stable)
pt_br: Gemini 2.5 Flash Lite (estável)

source: Gemini 2.5 Flash Lite (Preview)
pt_br: Gemini 2.5 Flash Lite (pré-visualização)

source: Gemini 2.0 Flash (Latest)
pt_br: Gemini 2.0 Flash (mais recente)

source: Gemini 2.0 Flash (Stable, v1)
pt_br: Gemini 2.0 Flash (estável, v1)

source: Gemini 2.0 Flash Lite (Latest)
pt_br: Gemini 2.0 Flash Lite (mais recente)

source: Gemini 2.0 Flash Lite (Stable, v1)
pt_br: Gemini 2.0 Flash Lite (estável, v1)

source: Gemini 1.5 Flash (Latest, stable)
pt_br: Gemini 1.5 Flash (mais recente, estável)

source: Gemini 1.5 Flash (Latest)
pt_br: Gemini 1.5 Flash (mais recente)

source: Gemini 1.5 Flash (Stable, v1)
pt_br: Gemini 1.5 Flash (estável, v1)

source: Gemini 1.5 Flash (Stable, v2)
pt_br: Gemini 1.5 Flash (estável, v2)

source: Gemini 1.5 Flash-8B (Latest, stable)
pt_br: Gemini 1.5 Flash-8B (mais recente, estável)

source: Gemini 1.5 Flash-8B (Latest)
pt_br: Gemini 1.5 Flash-8B (mais recente)

source: Gemini 1.5 Flash-8B (Stable, v1)
pt_br: Gemini 1.5 Flash-8B (estável, v1)

source: Gemini 1.5 Pro (Latest, stable)
pt_br: Gemini 1.5 Pro (mais recente, estável)

source: Gemini 1.5 Pro (Latest)
pt_br: Gemini 1.5 Pro (mais recente)

source: Gemini 1.5 Pro (Stable, v1)
pt_br: Gemini 1.5 Pro (estável, v1)

source: Gemini 1.5 Pro (Stable, v2)
pt_br: Gemini 1.5 Pro (estável, v2)

source: Gemini 1.0 Pro (Latest, stable)
pt_br: Gemini 1.0 Pro (mais recente, estável)

source: Gemini 1.0 Pro (Latest)
pt_br: Gemini 1.0 Pro (mais recente)

source: Gemini 1.0 Pro (Stable)
pt_br: Gemini 1.0 Pro (estável)

source: For performance, fetching an entire country's locations is not permitted. You must specify one or more Regions or Counties.
pt_br: Para fins de desempenho, não é permitido coletar as localizações de um país inteiro. Você deve especificar uma ou mais regiões ou municípios.

source: The %s parameter is missing from the POST data.
pt_br: O parâmetro %s está ausente nos dados do POST.

source: api_call parameter is invalid, and should match one of get_cities, get_counties or get_regions
pt_br: O parâmetro "api_call" é inválido e deve corresponder a um dos seguintes: "get_cities", "get_counties" ou "get_regions"

source: No results were found for the given criteria.
pt_br: Nenhum resultado foi encontrado para os critérios fornecidos.

source: Please specify a keyword.
pt_br: Especificar uma palavra-chave.

source: The keyword already exists. Please specify a different keyword name.
pt_br: A palavra-chave já existe. Especifique um nome de palavra-chave diferente.

source: Please specify at least one Output Type.
pt_br: Especifique pelo menos um tipo de saída.

source: No output type was specified.
pt_br: Nenhum tipo de saída foi especificado.

source: Select Custom Header
pt_br: Selecionar cabeçalho personalizado

source: Enable Header Area
pt_br: Ativar área de cabeçalho

source: Enable Logo
pt_br: Ativar logo

source: Enable
pt_br: Ativar

source: Disable
pt_br: Desativar

source: Sticky Navigation
pt_br: Navegação fixa

source: Enable Page Title
pt_br: Ativar título da página

source: Caption
pt_br: Legenda

source: Page Title Background
pt_br: Fundo do título da página

source: Enable Breadcrumbs
pt_br: Ativar caminho de navegação (breadcrumb)

source: Body Background Type
pt_br: Tipo de fundo do corpo

source: Image ( Only For Boxed Layout )
pt_br: Imagem (apenas para layout em caixa)

source: Body Background Image
pt_br: Imagem de fundo do corpo

source: Body Background Image Opacity
pt_br: Opacidade da imagem de fundo do corpo

source: Show WordPress Editor Content
pt_br: Mostrar conteúdo do editor do WordPress

source: Disable this to hide the content in editor to show only page builder content.
pt_br: Desative isso para ocultar o conteúdo no editor e mostrar apenas o conteúdo do construtor de páginas.

source: Sidebar
pt_br: Barra lateral

source: Sidebar Left
pt_br: Barra lateral esquerda

source: Sidebar Right
pt_br: Barra lateral direita

source: Enable Footer
pt_br: Ativar rodapé

source: Enable Copyright
pt_br: Ativar direitos autorais

source: Title Style
pt_br: Estilo do título

source: Page Title Style
pt_br: Estilo do título da página

source: Medium
pt_br: Médio

source: Custom
pt_br: Personalizado

source: Page Title Alignment
pt_br: Alinhamento do título da página

source: Page Title Padding
pt_br: Preenchimento do título da página

source: Page Title Font Size
pt_br: Tamanho da fonte do título da página

source: Page Title Font Weight
pt_br: Peso da fonte do título da página

source: Page Title Font Transform
pt_br: Transformação de fonte do título da página

source: Uppercase
pt_br: Maiúsculas

source: Lowercase
pt_br: Minúsculas

source: Capitalize
pt_br: Capitalizar

source: Title Top/Bottom Gradient
pt_br: Gradiente superior/inferior do título

source: Both
pt_br: Ambos

source: Top
pt_br: Superior

source: Bottom
pt_br: Inferior

source: Page Title Background Overlay Opacity
pt_br: Opacidade da sobreposição do fundo do título da página

source: Fill the number between 0.01 - 1 ( Leave Blank For Default Value )
pt_br: Preencha o número entre 0.01 - 1 (deixe em branco para o valor padrão)

source: Page Title Color
pt_br: Cor do título da página

source: Page Caption Color
pt_br: Cor da legenda da página

source: Page Background Overlay Color
pt_br: Cor da sobreposição do fundo da página

source: Header
pt_br: Cabeçalho

source: Primary Menu
pt_br: Menu principal

source: Secondary Menu
pt_br: Menu secundário

source: Top Bar Menu
pt_br: Menu da barra superior

source: Mobile Menu
pt_br: Menu para dispositivos móveis

source: Header Slider ( Above Navigation )
pt_br: Controle deslizante do cabeçalho (acima da navegação)

source: For header style plain / bar / boxed
pt_br: Para estilo de cabeçalho simples/barra/caixa

source: Choose Layer Slider
pt_br: Escolher o Layer Slider

source: Choose Master Slider
pt_br: Escolher o Master Slider

source: Choose Revolution Slider
pt_br: Escolher o Revolution Slider

source: Bullet Anchor
pt_br: Âncora do marcador

source: This feature is used for one page navigation. It will appear on the right side of page. You can put the id of element in 'Anchor Link' field to let the bullet scroll the page to.
pt_br: Esse recurso é usado para navegação em página única. Ele aparecerá no lado direito da página. Você pode inserir o ID do elemento no campo " Link âncora" para permitir que o marcador role a página até ele.

source: Add Anchor
pt_br: Adicionar âncora

source: Anchor Link
pt_br: Link âncora

source: Anchor Color
pt_br: Cor da âncora

source: Anchor Hover Color
pt_br: Cor da âncora ao passar o mouse

source: GoodLayers: Page Options
pt_br: GoodLayers: Opções da página

source: You'll need to use your own Google Places API key when displaying Google Places content.
pt_br: Você vai precisar usar sua própria chave de API do Google Places para exibir o conteúdo do Google Places.

source: Displays places from Google Business based on the given search parameters.
pt_br: Exibe locais do Google Business com base nos parâmetros de pesquisa fornecidos.

source: e.g. restaurants
pt_br: exemplo: restaurantes

source: Location
pt_br: Localização

source: e.g. Birmingham, UK
pt_br: exemplo: Birmingham, Reino Unido

source: To specify a radius, a latitude must be specified.
pt_br: Para especificar um raio, precisa ser definida uma latitude.

source: To specify a radius, a longitude must be specified.
pt_br: Para especificar um raio, precisa ser definida uma longitude.

source: Radius
pt_br: Raio

source: The maximum radius, in miles, from the Latitude and Longitude fields above to search places for.
pt_br: O raio máximo, em milhas, dos campos de latitude e longitude acima, para pesquisar locais.

source: Minimum Rating
pt_br: Classificação mínima

source: No Minimum Rating
pt_br: Sem classificação mínima

source: 0.5 / 5 or higher
pt_br: 0,5/5 ou superior

source: 1 / 5 or higher
pt_br: 1/5 ou superior

source: 1.5 / 5 or higher
pt_br: 1.5/5 ou superior

source: 2 / 5 or higher
pt_br: 2/5 ou superior

source: 2.5 / 5 or higher
pt_br: 2.5/5 ou superior

source: 3 / 5 or higher
pt_br: 3/5 ou superior

source: 3.5 / 5 or higher
pt_br: 3.5/5 ou superior

source: 4 / 5 or higher
pt_br: 4/5 ou superior

source: 4.5 / 5 or higher
pt_br: 4.5/5 ou superior

source: The minimum rating a place must have to be displayed.
pt_br: A classificação mínima que um local precisa ter para ser exibido.

source: Language
pt_br: Idioma

source: (Visitor's own language)
pt_br: (Idioma do visitante)

source: Number of Places
pt_br: Número de locais

source: The maximum number of places to return.
pt_br: O número máximo de locais a serem retornados.

source: Output Type
pt_br: Tipo de saída

source: Table
pt_br: Tabela

source: Grid/List
pt_br: Grade/lista

source: Number of Columns
pt_br: Número de colunas

source: Link Results
pt_br: Resultados do link

source: If enabled, each place will be linked to the web site URL when clicked.
pt_br: Se ativado, cada local será vinculado ao URL do site quando for clicado.

source: Display Order
pt_br: Ordem de exibição

source: Defines the content to display for each individual place, and the order to display it in.
pt_br: Define o conteúdo a ser exibido para cada local individual e a ordem em que deve ser exibido.

source: Display Alignment
pt_br: Alinhamento de exibição

source: Defines the content display alignment for each individual place.
pt_br: Define o alinhamento da exibição do conteúdo para cada local individual.

source: Search Parameters
pt_br: Parâmetros de pesquisa

source: Defines search query parameters to fetch listings from Google Places.
pt_br: Define os parâmetros de consulta de pesquisa para coletar listagens do Google Places.

source: Output
pt_br: Saída

source: Defines what to output for each Google Places listing.
pt_br: Define o que deve ser gerado para cada listagem do Google Places.

source: Address
pt_br: Endereço

source: Address with Country Code
pt_br: Endereço com código do país

source: Google Maps URI
pt_br: URI do Google Maps

source: International Phone Number
pt_br: Número de telefone internacional

source: National Phone Number
pt_br: Número de telefone nacional

source: Price Level
pt_br: Nível de preço

source: Place Name
pt_br: Nome do local

source: Price Range
pt_br: Faixa de preço

source: Place Type
pt_br: Tipo de local

source: Rating
pt_br: Classificação

source: Regular Opening Hours
pt_br: Horário normal de funcionamento

source: Review Summary
pt_br: Resumo das avaliações

source: Website URI
pt_br: URI do site

source: review
pt_br: avaliação

source: reviews
pt_br: avaliações

source: View Map
pt_br: Ver mapa

source: View Website
pt_br: Ver site

source: No results found
pt_br: Nenhum resultado encontrado

source: Grok AI Image
pt_br: Imagem do Grok AI

source: Generates an image using Grok AI.
pt_br: Gera uma imagem usando o Grok AI.

source: Grok 2 Image
pt_br: Imagem do Grok 2

source: Grok AI: No API key is defined at Settings > Integrations
pt_br: Grok AI: Nenhuma chave de API foi definida em Configurações > Integrações

source: Featured Image: Grok: No Term was specified.
pt_br: Imagem destacada: Grok: Nenhum termo foi especificado.

source: Featured Image: Grok: No API Key is defined at Settings > Integrations.
pt_br: Imagem destacada: Grok: Nenhuma chave de API foi definida em Configurações > Integrações.

source: Grok AI Image: %s
pt_br: Imagem do Grok AI: %s

source: Displays content from Grok AI based on a topic.
pt_br: Exibe o conteúdo do Grok AI com base em um tópico.

source: Page editor
pt_br: Editor de página

source: Composer options
pt_br: Opções do Composer

source: Page components
pt_br: Componentes da página

source: Ideogram AI Image
pt_br: Imagem com IA do Ideogram

source: Image Style
pt_br: Estilo da imagem

source: Auto
pt_br: Automático

source: Design
pt_br: Desenho

source: Realistic
pt_br: Realista

source: The image style to generate.
pt_br: O estilo de imagem a ser gerado.

source: Image Size
pt_br: Tamanho da imagem

source: The image size to generate.
pt_br: O tamanho da imagem a ser gerada.

source: Generates an image using Ideogram.ai.
pt_br: Gera uma imagem usando o Ideogram.ai.

source: Ideogram: No API key is defined at Settings > Integrations
pt_br: Ideogram: Nenhuma chave de API foi definida em Configurações > Integrações

source: Featured Image: Ideogram: No Term was specified.
pt_br: Imagem destacada: Ideogram: Nenhum termo foi especificado.

source: Featured Image: Ideogram: No API Key is defined at Settings > Integrations.
pt_br: Imagem destacada: Ideogram: Nenhuma chave de API foi definida em Configurações > Integrações.

source: Image URL
pt_br: URL da imagem

source: e.g. https://placehold.co/600x400.jpg
pt_br: por exemplo: https://placehold.co/600x400.jpg

source: The image URL to use.
pt_br: O URL da imagem a ser usado.

source: Displays an image from an image URL.
pt_br: Exibe uma imagem de um URL de imagem.

source: Featured Image: No URL was specified.
pt_br: Imagem destacada: Nenhum URL foi especificado.

source: Disabled
pt_br: Desativado

source: Enabled
pt_br: Ativado

source: If enabled, automatically submits published generated pages to IndexNow. Your IndexNow API Key is %s
pt_br: Se estiver ativado, envia automaticamente as páginas geradas publicadas para o IndexNow. Sua chave de API do IndexNow é %s

source: Sidebars
pt_br: Barras laterais

source: Right
pt_br: Direita

source: Left
pt_br: Esquerda

source: Right and left
pt_br: Direita e esquerda

source: listing settings
pt_br: configurações de listagem

source: Additional Setting
pt_br: Configuração adicional

source: Event Details
pt_br: Detalhes do evento

source: Media Library
pt_br: Biblioteca de mídia

source: Displays an image from Pexels, based on the given search parameters.
pt_br: Exibe uma imagem do Pexels, com base nos parâmetros de pesquisa fornecidos.

source: Fetch an image at random with a partial or full match to the given Title.
pt_br: Coleta uma imagem aleatoriamente com uma correspondência parcial ou total para o título fornecido.

source: Fetch an image at random with a partial or full match to the given Caption.
pt_br: Coleta uma imagem aleatoriamente com uma correspondência parcial ou total para a legenda fornecida.

source: Fetch an image at random with a partial or full match to the given Alt Text.
pt_br: Coleta uma imagem aleatoriamente com uma correspondência parcial ou total para o texto alternativo fornecido.

source: Fetch an image at random with a partial or full match to the given Description.
pt_br: Coleta uma imagem aleatoriamente com uma correspondência parcial ou total para a descrição fornecida.

source: Filename
pt_br: Nome do arquivo

source: Fetch an image at random with a partial or full match to the given Filename.
pt_br: Coleta uma imagem aleatoriamente com uma correspondência parcial ou total para o nome de arquivo fornecido.

source: Operator
pt_br: Operador

source: Determines whether images should match all or any of the Title, Caption, Alt Text and Descriptions specified above.
pt_br: Determina se as imagens devem corresponder a todos ou a qualquer um dos títulos, legendas, textos alternativos e descrições especificados acima.

source: Image IDs
pt_br: IDs de imagem

source: Comma separated list of Media Library Image ID(s) to use. If multiple image IDs are specified, one will be chosen at random for each generated Page.
pt_br: Lista separada por vírgulas dos IDs de imagem da biblioteca de mídia a serem usadas. Se forem especificados vários IDs de imagem, um será escolhido aleatoriamente para cada página gerada.

source: Minimum Image ID
pt_br: ID mínimo da imagem

source: Fetch an image whose ID matches or is greater than the given value.
pt_br: Coleta uma imagem cujo ID corresponde ou é maior que o valor fornecido.

source: Maximum Image ID
pt_br: ID máximo da imagem

source: Fetch an image whose ID matches or is less than the given value.
pt_br: Coleta uma imagem cujo ID corresponde ou é menor que o valor fornecido.

source: Create as Copy
pt_br: Criar como cópia

source: If enabled, stores the found image in the Media Library. Additional attributes, such as Caption, Filename and EXIF metadata can then be set.
pt_br: Se ativado, armazena a imagem encontrada na Biblioteca de mídia. Atributos adicionais, como legenda, nome de arquivo e metadados EXIF podem então ser definidos.

source: The image size to output.
pt_br: O tamanho da imagem a ser produzida.

source: Define the title for the image.
pt_br: Define o título para a imagem.

source: Define the caption for the image.
pt_br: Define a legenda para a imagem.

source: Display Caption
pt_br: Exibir legenda

source: Display the caption below the image.
pt_br: Exiba a legenda abaixo da imagem.

source: Alt Tag
pt_br: Tag Alt

source: Define the alt text for the image.
pt_br: Define o texto alternativo para a imagem.

source: Define the description for the image.
pt_br: Define a descrição para a imagem.

source: Define the filename for the image, excluding the extension.
pt_br: Define o nome do arquivo para a imagem, excluindo a extensão.

source: Defines search query parameters to fetch an image at random from the Media Library.
pt_br: Define os parâmetros de consulta de pesquisa para coletar uma imagem aleatoriamente na biblioteca de mídia.

source: Defines output parameters for the Media Library image.
pt_br: Define os parâmetros de saída para a imagem da biblioteca de mídia.

source: Defines parameters for linking the image.
pt_br: Define parâmetros para vincular a imagem.

source: Defines EXIF metadata to store in the image.
pt_br: Define metadados EXIF para armazenar na imagem.

source: Featured Image: Could not get Image ID's source
pt_br: Imagem destacada: Não foi possível obter a origem do ID da imagem

source: No image could be found based on the supplied criteria
pt_br: Não foi possível encontrar nenhuma imagem com base nos critérios fornecidos

source: Medicenter: Post Options
pt_br: Medicenter: Opções de post

source: Standard
pt_br: Padrão

source: Raw
pt_br: Bruto

source: To use Midjourney for image generation, enter your ImagineAPI.dev API key here. Note that Midjourney does not have an API, therefore you'll need to sign up to ImagineAPI.dev as well as Midjourney.
pt_br: Para usar o Midjourney para geração de imagens, digite sua chave de API do ImagineAPI.dev aqui. Observe que o Midjourney não tem uma API, portanto, você precisa se cadastrar no ImagineAPI.dev e no Midjourney.

source: Generates an image using Midjourney.
pt_br: Gera uma imagem usando o Midjourney.

source: No ImagineAPI.dev API key is defined at Settings > Integrations
pt_br: Nenhuma chave de API do ImagineAPI.dev foi definida em Configurações > Integrações

source: Featured Image: No Term was specified.
pt_br: Imagem destacada: Nenhum termo foi especificado.

source: Featured Image: No API Key is defined at Settings > Integrations.
pt_br: Imagem destacada: Nenhuma chave de API foi definida em Configurações > Integrações.

source: An error occured
pt_br: Ocorreu um erro

source: Mistral AI
pt_br: IA da Mistral

source: Displays content from Mistral AI based on a topic.
pt_br: Exibe o conteúdo da Mistral AI com base em um tópico.

source: Mistral Large (Latest)
pt_br: Mistral Large (mais recente)

source: Mistral Medium (Latest)
pt_br: Mistral Medium (mais recente)

source: Mistral Saba (Latest)
pt_br: Mistral Saba (mais recente)

source: Ministral 3B (Latest)
pt_br: Ministral 3B (mais recente)

source: Ministral 8B (Latest)
pt_br: Ministral 8B (mais recente)

source: Mistral Small (Latest)
pt_br: Mistral Small (mais recente)

source: Mistral Nemo (Latest)
pt_br: Mistral Nemo (mais recente)

source: Internal Integration Secret
pt_br: Segredo de integração interna

source: To use a Notion database as a Keyword Source, enter your Internal Integration Secret here.
pt_br: Para usar um banco de dados do Notion como fonte de palavras-chave, digite seu segredo de integração interna aqui.

source: Database ID
pt_br: ID do banco de dados

source: The database ID to use from Notion. %s for instructions on fetching your database ID
pt_br: O ID do banco de dados a ser usado no Notion. %s para obter instruções sobre como coletar seu ID de banco de dados

source: You must specify an API Key at Settings > Integrations before using the Notion integration.
pt_br: Você deve especificar uma chave de API em Configurações > Integrações antes de usar a integração do Notion.

source: If you reach an API limit when attempting to use the OpenWeatherMap Dynamic Element, you'll need to use your own free API key.
pt_br: Se você atingir um limite de API ao tentar usar o OpenWeatherMap Dynamic Element, precisará usar sua própria chave de API gratuita.

source: Displays the weather forecast
pt_br: Exibe a previsão do tempo

source: Weather
pt_br: Clima

source: Map
pt_br: Mapa

source: Forecast Type
pt_br: Tipo de previsão

source: e.g. Birmingham
pt_br: por exemplo, Birmingham

source: Country Code
pt_br: Código do país

source: Units
pt_br: Unidades

source: Medium with Details
pt_br: Médio com detalhes

source: Large with Details
pt_br: Grande com detalhes

source: Banner Alternative
pt_br: Alternativa de banner

source: Metric (Celcius)
pt_br: Métrico (Celcius)

source: OpenWeatherMap: No Location ID could be found for %s
pt_br: OpenWeatherMap: Nenhum ID de localização foi encontrado para %s

source: City could not be established for ZIP Code %s
pt_br: Não foi possível determinar a cidade para o CEP %s

source: OpenAI Image
pt_br: Imagem da OpenAI

source: Generates an image using OpenAI.
pt_br: Gera uma imagem usando a OpenAI.

source: GPT Image 1
pt_br: Imagem 1 do GPT

source: Background
pt_br: Plano de fundo

source: Transparent
pt_br: Transparente

source: Opaque
pt_br: Opaco

source: The background color of the image.
pt_br: A cor de fundo da imagem.

source: Vivid
pt_br: Vívido

source: The image style to generate. Vivid will produce hyper-real, dramatic images. Natural will produce more natural, less hyper-real images.
pt_br: O estilo da imagem a ser gerado. "Vívido" produzirá imagens hiper-realistas e dramáticas. "Natural" produzirá imagens mais naturais, menos hiper-realistas.

source: OpenAI: No API key is defined at Settings > Integrations
pt_br: OpenAI: Nenhuma chave de API foi definida em Configurações > Integrações

source: Featured Image: OpenAI: No Term was specified.
pt_br: Imagem destacada: OpenAI: Nenhum termo foi especificado.

source: Featured Image: OpenAI: No API Key is defined at Settings > Integrations.
pt_br: Imagem destacada: OpenAI: Nenhuma chave de API foi definida em Configurações > Integrações.

source: Square (1024x1024)
pt_br: Quadrado (1024x1024)

source: Landscape (1536x1024)
pt_br: Paisagem (1536x1024)

source: Portrait (1024x1536)
pt_br: Retrato (1024x1536)

source: Portrait (1024x1792)
pt_br: Retrato (1024x1792)

source: Landscape (1792x1024)
pt_br: Paisagem (1792x1024)

source: Displays content from OpenAI based on a topic.
pt_br: Exibe o conteúdo da OpenAI com base em um tópico.

source: GPT-5 Chat: Latest
pt_br: GPT-5 Chat: Mais recentes

source: GPT-4o: Latest (ChatGPT)
pt_br: GPT-4o: Mais recente (ChatGPT)

source: Displays content from OpenRouter based on a topic.
pt_br: Exibe o conteúdo do OpenRouter com base em um tópico.

source: Enter your
pt_br: Digite sua

source: API key
pt_br: Chave de API

source: Model
pt_br: Modelo

source: OpenRouter Models
pt_br: Modelos do OpenRouter

source: to use.
pt_br: para usar.
