Repository: webmakerr-com/seopagemaker
Catalog: page-generator-pro/languages/page-generator-pro-*.po
Languages: pt_br

source: Displays AI generated content based on a topic.
pt_br: Exibe conteúdo gerado por IA com base em um tópico.

source: Spintax Error: No Error
pt_br: Erro de Spintax: Sem erro

source: Spintax Error: Internal Error
pt_br: Erro de Spintax: Erro interno

source: Spintax Error: Backtrack Limit Hit
pt_br: Erro de Spintax: Limite de retrocesso atingido

source: Spintax Error: Recursion Limit Hit
pt_br: Erro de Spintax: Limite de recursão atingido

source: Spintax Error: Bad UTF-8 encountered
pt_br: Erro de Spintax: Encontrado UTF-8 inválido

source: Spintax Error: Bad UTF-8 offset encountered
pt_br: Erro de Spintax: Encontrado deslocamento de UTF-8 inválido

source: Spintax Error: JIT Stack Limit Hit
pt_br: Erro de Spintax: Limite da pilha JIT atingido

source: This Plugin
pt_br: Este plugin

source: Spintax Error: No spintax could be added to the provided content. Enable a third party spintax service in the %s for better results.
pt_br: Erro de Spintax: Nenhum spintax pôde ser adicionado ao conteúdo fornecido. Ative um serviço de spintax de terceiros no %s para obter melhores resultados.

source: Spintax Error: No spintax could be added to the provided content. Consider selecting/writing more content
pt_br: Erro de Spintax: Nenhum spintax pôde ser adicionado ao conteúdo fornecido. Considere selecionar/escrever mais conteúdo

source: Taxonomy Groups
pt_br: Grupos de taxonomia

source: Taxonomy Group
pt_br: Grupo de taxonomia

source: Search Taxonomy Groups
pt_br: Pesquisar grupos de taxonomia

source: Popular Taxonomy Groups
pt_br: Grupos de taxonomia populares

source: All Taxonomy Groups
pt_br: Todos os grupos de taxonomia

source: Parent Taxonomy Group
pt_br: Grupo de taxonomia principal

source: Edit Taxonomy Group
pt_br: Editar grupo de taxonomia

source: Update Taxonomy Group
pt_br: Atualizar grupo de taxonomia

source: Add New Taxonomy Group
pt_br: Adicionar novo grupo de taxonomia

source: New Taxonomy Group Name
pt_br: Novo nome de grupo de taxonomia

source: Add or remove Taxonomy Groups
pt_br: Adicionar ou remover grupos de taxonomia

source: Choose from most used Taxonomy Groups
pt_br: Escolha entre os grupos de taxonomia mais usados

source: Taxonomy Group
pt_br: Grupo de taxonomia

source: The description is not prominent by default; however, some themes may show it.
pt_br: A descrição não é destacada por padrão; no entanto, alguns temas podem mostrá-la.

source: Select / Deselect All
pt_br: Selecionar/deselecionar tudo

source: Term Groups
pt_br: Grupos de termos

source: Add
pt_br: Adicionar

source: Update
pt_br: Atualizar

source: Group Parent
pt_br: Grupo principal (ascendente)

source: Edit Parent Group
pt_br: Editar grupo principal (ascendente)

source: To make generated Page(s) / Post(s) from this Group be children of existing Page / Posts generated by another Group, select the Parent Group here.
pt_br: Para fazer com que as páginas/posts gerados por este grupo sejam descendentes (filhos) de páginas/posts existentes gerados por outro grupo, selecione o grupo ascendente (principal) aqui.

source: Parent
pt_br: Principal (ascendente)

source: To make generated Page(s) / Post(s) the child of an existing Page / Post, enter the parent Page / Post ID or Name (Slug) here.
pt_br: Para tornar as páginas/posts gerados descendentes (filhos) de uma página/post existente, digite o ID ou nome (slug) da página ascendente (principal) aqui.

source: How to find the Parent Page ID
pt_br: Como encontrar o ID da página ascendente (principal)

source: Random?
pt_br: Aleatório?

source: If checked, will choose a WordPress User at random for each Page/Post generated.
pt_br: Se marcado, escolherá um usuário do WordPress aleatoriamente para cada página/post gerado.

source: Store Keywords?
pt_br: Armazenar palavras-chave?

source: If checked, each generated Page/Post will store keyword and term key/value pairs in the Page/Post's Custom Fields. This is useful for subsequently querying Custom Field Metadata in e.g. Related Links.
pt_br: Se marcado, cada página/post gerado armazenará pares de palavra-chave e termo chave/valor nos campos personalizados da página/post. Isso é útil para consultar posteriormente metadados do campo personalizado em, por exemplo, links relacionados.

source: Add Custom Field
pt_br: Adicionar campo personalizado

source: Move
pt_br: Mover

source: An internal description for this Content Group. Not output on generated content.
pt_br: Uma descrição interna para este grupo de conteúdo. Não será exibida no conteúdo gerado.

source: Allow comments?
pt_br: Permitir comentários?

source: If checked, a comments form will be displayed on every generated Page/Post. It is your Theme's responsibility to honor this setting.
pt_br: Se marcado, um formulário de comentários será exibido em cada página/post gerado. É responsabilidade do seu tema respeitar esta configuração.

source: Generate Comments?
pt_br: Gerar comentários?

source: If checked, options are displayed to generate comments with every generated Page/Post.
pt_br: Se marcado, opções são exibidas para gerar comentários com cada página/post gerado.

source: No. Comments
pt_br: Nº de comentários

source: The number of Comments to generate for each Page/Post generated. If zero or blank, a random number of Comments will be generated.
pt_br: O número de comentários a serem gerados para cada página/post gerado. Se for zero ou estiver em branco, será gerado um número aleatório de comentários.

source: Specific Date
pt_br: Data específica

source: Each generated comment will use this date as the comment date.
pt_br: Cada comentário gerado usará esta data como a data do comentário.

source: Start
pt_br: Início

source: End
pt_br: Fim

source: Each generated comment will use a date and time between the above minimum and maximum dates.
pt_br: Cada comentário gerado usará uma data e hora entre as datas mínima e máxima acima.

source: First Name
pt_br: Nome

source: Insert Spintax of First Names
pt_br: Inserir Spintax de nomes

source: The Author's First Name for each Generated Comment. Supports Keywords and Spintax. We recommend using a Keyword comprising of all First Names, and using {keyword:random_different} to generate a random first name for each generated Comment.
pt_br: O nome do autor para cada comentário gerado. Suporta palavras-chave e spintax. Recomendamos usar uma palavra-chave composta por todos os nomes e usar {keyword:random_different} para gerar um nome aleatório para cada comentário gerado.

source: Surname
pt_br: Sobrenome

source: Insert Spintax of Surnames
pt_br: Inserir Spintax de sobrenomes

source: The Author's Surname for each Generated Comment. Supports Keywords and Spintax. We recommend using a Keyword comprising of all Surnames, and using {keyword:random_different} to generate a random surname for each generated Comment.
pt_br: O sobrenome do autor para cada comentário gerado. Suporta palavras-chave e spintax. Recomendamos usar uma palavra-chave composta por todos os sobrenomes e usar {keyword:random_different} para gerar um sobrenome aleatório para cada comentário gerado.

source: Comment
pt_br: Comentário

source: The Comment Text for each Generated Comment. Supports Keywords, Spintax and AI Dynamic Elements.
pt_br: O texto do comentário para cada comentário gerado. É compatível com palavras-chave, spintax e elementos dinâmicos de IA.

source: Allow track / pingbacks?
pt_br: Permitir rastreamento/pingbacks?

source: Image Source
pt_br: Fonte da imagem

source: Method
pt_br: Método

source: All:
pt_br: Tudo:

source: Generates %s for all possible combinations of terms across all keywords used.
pt_br: Gera %s para todas as combinações possíveis de termos em todas as palavras-chave usadas.

source: Sequential:
pt_br: Sequencial:

source: Honors the order of terms in each keyword used. Once all terms have been used in a keyword, the generator stops.
pt_br: Honra a ordem dos termos em cada palavra-chave usada. Quando todos os termos de uma palavra-chave forem usados, o gerador para.

source: Random:
pt_br: Aleatório:

source: For each %s generated, selects a term at random from each keyword used.
pt_br: Para cada %s gerado(a), seleciona um termo aleatório de cada palavra-chave usada.

source: Overwrite
pt_br: Substituir

source: See the
pt_br: Consulte

source: to understand each available option.
pt_br: para entender cada opção disponível.

source: Overwrite Sections
pt_br: Substituir seções

source: If generation would overwrite an existing %1$s, choose which items of the existing %2$s to overwrite.
pt_br: Se a geração substituir um %1$s existente, escolha quais itens do %2$s existente substituir.

source: No. %s
pt_br: Nº %s

source: The number of %1$s to generate. If zero or blank, all %2$s will be generated.
pt_br: O número de %1$s a gerar. Se for zero ou estiver em branco, todos os %2$s serão gerados.

source: Resume Index
pt_br: Índice de retomada

source: Use Last Generated Index
pt_br: Usar o último índice gerado

source: Optional: If generation did not fully complete (e.g. 50 / 100 only), or you specified a limit, you can set the Resume Index = 50.
pt_br: Opcional: Se a geração não foi totalmente concluída (exemplo, apenas 50 de 100) ou se você especificou um limite, você pode definir o índice de retomada = 50.

source: Enter the Keyword that stores the Latitude. This is used by the Related Links Shortcode for displaying Related Links by Radius.
pt_br: Digite a palavra-chave que armazena a latitude. Isso é usado pelo shortcode de links relacionados para exibir links relacionados por raio.

source: Enter the Keyword that stores the Longitude. This is used by the Related Links Shortcode for displaying Related Links by Radius.
pt_br: Digite a palavra-chave que armazena a longitude. Isso é usado pelo shortcode de links relacionados para exibir links relacionados por raio.

source: Header Code
pt_br: Código do cabeçalho

source: Enter any JavaScript, CSS or JSON-LD code which should be output in the <head> of each generated Page. Keywords are supported.
pt_br: Digite qualquer código JavaScript, CSS ou JSON-LD que deva ser gerado no <head> de cada página gerada. Palavras-chave são suportadas.

source: Footer Code
pt_br: Código do rodapé

source: Enter any HTML, JavaScript, CSS or JSON-LD code which should be output before the closing </body> tag of each generated Page. Keywords and shortcodes are supported.
pt_br: Digite qualquer código HTML, JavaScript, CSS ou JSON-LD que deve ser gerado antes do fechamento da tag </body> de cada página gerada. Palavras-chave e shortcodes são suportados.

source: (none)
pt_br: (nenhum)

source: If defined, generated Pages will be added to this WordPress Menu.
pt_br: Se definido, as páginas geradas serão adicionadas a este menu do WordPress.

source: To display a Menu in your Theme, see
pt_br: Para exibir um menu em seu tema, consulte

source: Appearance > Menus
pt_br: Aparência > Menus

source: In Test Mode, the generated Page will not be assigned to this Menu.
pt_br: No "Modo de teste", a página gerada não será atribuída a este menu.

source: Menu Title
pt_br: Título do menu

source: If defined, generated Pages will have the above title set in the Menu.
pt_br: Se definido, as páginas geradas terão o título acima definido no menu.

source: If empty, the generated Page title will be used.
pt_br: Se estiver vazio, será usado o título da página gerada.

source: Keywords and Spintax are supported.
pt_br: Palavras-chave e spintax são suportados.

source: Menu Parent
pt_br: Menu principal (ascendente)

source: To make generated Menu items the child of an existing Menu item, enter the parent Menu Item Title or ID here.
pt_br: Para tornar os itens de menu gerados descendentes (filhos) de um item de menu existente, digite o título ou ID do item de menu principal (ascendente) aqui.

source: How to find the Parent Menu ID
pt_br: Como encontrar o ID do menu principal (ascendente)

source: Letters, numbers, underscores and dashes only. Specifying a Permalink with Keywords is highly recommended to avoid duplicate content and ensure Overwrite functionality works correctly.
pt_br: Apenas letras, números, sublinhados e traços são permitidos. É altamente recomendado especificar um link permanente com palavras-chave para evitar conteúdo duplicado e garantir que a funcionalidade de substituição funcione corretamente.

source: The Post Type to create when generating content, such as a Page or Post
pt_br: O tipo de post a ser criado ao gerar conteúdo, como uma página ou post

source: Specific Date from Keyword
pt_br: Data específica da palavra-chave

source: The Keyword that contains a date. Supported formats are:
pt_br: A palavra-chave que contém uma data. Os formatos suportados são:

source: Each generated page will use a date and time between the above minimum and maximum dates.
pt_br: Cada página gerada usará uma data e hora entre as datas mínima e máxima acima.

source: Schedule Increment
pt_br: Incremento de agendamento

source: The first generated Page’s date and time will be based on the Date setting (i.e. now or a specified date and time), plus the increment.
pt_br: A data e hora da primeira página gerada serão baseadas na configuração da data (ou seja, agora ou uma data e hora especificadas), mais o incremento.

source: Second and subsequent Pages’ date and time will be based on the previous generated Page’s date and time, plus the increment.
pt_br: A data e a hora da segunda página e das subsequentes serão baseadas na data e hora da página gerada anteriormente, mais o incremento.

source: Deselect All
pt_br: Desmarcar tudo

source: Search
pt_br: Pesquisar

source: Enter new taxonomy terms to create here.
pt_br: Digite novos termos de taxonomia para criar aqui.

source: Default Template
pt_br: Modelo padrão

source: Return to Group
pt_br: Retornar ao grupo

source: Generating
pt_br: Gerando

source: Please be patient while content is generated. This can take a while if you have a lot of Pages to generate, and/or you are using Page Generator Shortcodes.
pt_br: Seja paciente enquanto o conteúdo está sendo gerado. Isso pode demorar um pouco se você tiver muitas páginas para gerar e/ou estiver usando shortcodes do Page Generator.

source: Read the Documentation
pt_br: Leia a documentação

source: to understand why.
pt_br: para entender o motivo.

source: Do not navigate away from this page until this script is done or all items will not be generated. You will be notified via this page when the process is completed.
pt_br: Não saia desta página até que este script seja concluído, caso contrário, todos os itens não serão gerados. Você será notificado através desta página quando o processo estiver concluído.

source: Stop Generation
pt_br: Interromper a geração

source: Parent Term
pt_br: Termo principal (ascendente)

source: The parent Taxonomy Term ID or Title to assign Terms to. Keywords are supported in this field. If the parent Taxonomy Term does not exist, it will be created.
pt_br: O ID ou título do termo de taxonomia principal (ascendente) para atribuir termos a ele. Palavras-chave são suportadas neste campo. Se o termo de taxonomia principal não existir, ele será criado.

source: The taxonomy to generate Terms for.
pt_br: A taxonomia para a qual gerar termos.

source: This will generate the necessary Keyword and Content Group, populated with AI researched content, based on the settings below.
pt_br: Isso irá gerar a palavra-chave e o grupo de conteúdo necessários, preenchidos com conteúdo pesquisado por IA, com base nas configurações abaixo.

source: Service
pt_br: Serviço

source: Describe the service or product that you offer. For example, "web design" or "kitchen fitting".
pt_br: Descreva o serviço ou produto que você oferece. Por exemplo: "desenvolvedor de sites" ou "montagem de cozinha".

source: Word Count
pt_br: Contagem de palavras

source: The maximum length of the content, between 1 and 500 words.
pt_br: O comprimento máximo do conteúdo, entre 1 e 500 palavras.

source: Page Builder (beta)
pt_br: Construtor de páginas (beta)

source: The page editor / page builder to generate content for. This is in beta; the generated Content Group will most likely need editing after creation.
pt_br: O editor de páginas/criador de páginas para o qual gerar conteúdo. Isso está na versão beta; o grupo de conteúdos gerado provavelmente irá precisar de edição após a criação.

source: Done
pt_br: Concluído

source: The following has been setup.
pt_br: O seguinte foi configurado.

source: Service Keyword
pt_br: Palavra-chave de serviço

source: It is recommended that you edit the Content Group, proof read the AI generated content and adjust as necessary.
pt_br: É recomendado que você edite o grupo de conteúdo, revise o conteúdo gerado pela IA e faça ajustes conforme necessário.

source: Click "Finish" to load the Content Groups screen.
pt_br: Clique em "Concluir" para carregar a tela de grupos de conteúdo.

source: This will generate the necessary Keywords, Content Groups and Related Links (internal links / interlinking) to produce the following directory structure:
pt_br: Isso irá gerar as palavras-chave, os grupos de conteúdo e os links relacionados (links internos/interligações) necessários para produzir a seguinte estrutura de diretório:

source: Choose an existing Keyword to use as the list of services.
pt_br: Escolha uma palavra-chave existente para usar como lista de serviços.

source: If this doesn't exist, select the --- New Keyword --- option and define the services below.
pt_br: Se não existir, selecione a opção --- Nova palavra-chave --- e defina os serviços abaixo.

source: --- New Keyword ---
pt_br: --- Nova palavra-chave ---

source: One Service per line
pt_br: Um serviço por linha

source: Locations
pt_br: Localizações

source: Use the below to define the Locations keyword.
pt_br: Use o seguinte para definir a palavra-chave de localizações.

source: Your business offers its services within a fixed radius from its address.
pt_br: Sua empresa oferece serviços dentro de um raio fixo a partir de seu endereço.

source: Your business offers its services in specific Regions, States or Counties.
pt_br: Sua empresa oferece seus serviços em regiões, estados ou municípios específicos.

source: Define the Country to fetch Locations from.
pt_br: Define o país de onde coletar as localizações.

source: Enter the number of miles from your Business Address that you serve.
pt_br: Digite o número de milhas a partir do endereço da sua empresa que você atende.

source: ZIP / Postal Code
pt_br: CEP/Código postal

source: Enter the ZIP / Postal Code to use as the starting point.
pt_br: Digite o CEP ou código postal a ser usado como ponto de partida.

source: Regions / States
pt_br: Regiões/estados

source: Start typing the Regions / States that your business serves. Multiple Regions / States can be specified. If you serve in specific Counties, use the Counties option below.
pt_br: Comece a digitar as regiões/estados que sua empresa atende. Várias regiões/estados podem ser especificadas. Se você atender a municípios específicos, use a opção de municípios abaixo.

source: Start typing the Counties that your business serves. Multiple Counties can be specified. If you serve in Regions / States, use the Regions / States option above.
pt_br: Comece a digitar os municípios aos quais sua empresa atende. Vários municípios podem ser especificados. Se você atender em regiões/estados, use a opção de regiões/estados acima.

source: Enter the Regions / States that your business serves. Multiple Regions / States can be specified. If you serve in specific Counties, use the Counties option below.
pt_br: Digite as regiões/estados que sua empresa atende. Podem ser especificadas várias regiões/estados. Se você atender a municípios específicos, use a opção de municípios abaixo.

source: Enter the Counties that your business serves. Multiple Counties can be specified. If you serve in Regions / States, use the Regions / States option above.
pt_br: Digite os municípios que sua empresa atende. Podem ser especificados vários municípios. Se você atender a regiões/estados, use a opção de regiões/estados acima.

source: Exclusions
pt_br: Exclusões

source: Optional: Define Cities to exclude from the results.
pt_br: Opcional: Defina cidades a serem excluídas dos resultados.

source: Restrict by City Population
pt_br: Restringir por população da cidade

source: Limit locations to Cities within the given Population Limits. Leave blank to specify no limit.
pt_br: Limitar localizações para cidades dentro dos limites populacionais fornecidos. Deixe em branco para não especificar limite.

source: Location Keyword
pt_br: Palavra-chave de localização

source: It is recommended that you edit each Content Group and write the content needed. The Content Groups will have a paragraph of text prefilled with the necessary Related Links shortcode for interlinking content.
pt_br: É recomendado que você edite cada grupo de conteúdo e escreva o conteúdo necessário. Os grupos de conteúdo terão um parágrafo de texto pré-preenchido com o shortcode dos links relacionados necessários para a interligação de conteúdo.

source: Region Content Group
pt_br: Grupo de conteúdo da região

source: County Content Group
pt_br: Grupo de conteúdo do município

source: City Content Group
pt_br: Grupo de conteúdo da cidade

source: Service Content Group
pt_br: Grupo de conteúdo de serviços

source: --- Insert Keyword ---
pt_br: --- Inserir palavra-chave ---

source: Edit Keyword
pt_br: Editar palavra-chave

source: A unique template tag name, which can then be used when generating content.
pt_br: Um nome de tag de modelo exclusivo, que pode ser usado ao gerar conteúdo.

source: Once a Keyword is created, the source cannot be changed. To change the source, delete this Keyword and create a new Keyword with the same name.
pt_br: Depois que uma palavra-chave é criada, a fonte não pode ser alterada. Para alterar a fonte, exclua esta palavra-chave e crie uma nova com o mesmo nome.

source: Choose File from Media Library
pt_br: Escolha um arquivo da biblioteca de mídia

source: Refresh Data
pt_br: Atualizar dados

source: Determine the data to store in this Keyword for each Location (for example, just the city, the city and zip code or city, county and region).
pt_br: Determine os dados a serem armazenados nesta palavra-chave para cada localização (exemplo, apenas a cidade, a cidade e o código postal ou cidade, município e região).

source: Sort Terms By
pt_br: Ordenar termos por

source: Define the order in which Generated Locations Terms are stored.
pt_br: Defina a ordem em que os termos de localização gerados são armazenados.

source: Limit Locations to within the given Country.
pt_br: Limite as localizações a um determinado país.

source: Determines how to build a list of location terms for this Keyword.
pt_br: Determina como construir uma lista de termos de localização para esta palavra-chave.

source: The Keyword will be populated with Locations falling within the given radius from the given starting point. This method is useful if, for example, your product or service targets a specific mileage radius from a central location.
pt_br: A palavra-chave será preenchida com localizações que se encontram dentro do raio especificado a partir do ponto de partida fornecido. Este método é útil se, por exemplo, seu produto ou serviço tem como alvo um raio específico de distância a partir de um local central.
